Repository: paulber007/AllMyNVDAAddons
Catalog: NVDAExtensionGlobalPlugin/dev/NVDAExtensionGlobalPlugin-14.1-dev4/locale/*/LC_MESSAGES/nvda.po
Languages: da, es, ru, sk, tr, vi

source: &Modify voice profile
da: &Redigér stemmeprofil
es: &Modificar el perfil de voz
ru: &Изменить голосовой профиль
sk: &Upraviť hlasový profil
tr: Ses profilini &düzenle
vi: & Sửa đổi hồ sơ giọng nói

source: &Free selector
da: &Frigør forvalg
es: &Liberar el selector
ru: &Свободный селектор
sk: &Voľný výber
tr: &Seçiciyi serbest bırak
vi: & Bộ đọc miễn phí

source: &Free all selectors
da: &Frigør alle forvalg
es: Li&berar todos los selectores
ru: &Освободить все селекторы
sk: Uvoľnite všetky voliče
tr: &Tüm seçicileri serbest bırak
vi: & Miễn phí tất cả các công cụ

source: Voice profile's &informations
da: &Oplysninger om stemmeprofil
es: &Información del perfil de voz
ru: &Информация голосового профиля
sk: &informácie hlasového profilu
tr: Ses profilleri ve &bilgileri
vi: Hồ sơ và thông tin bằng giọng nói

source: Voice profile 's informations
da: Oplysninger om stemmeprofilen
es: Información del perfil de voz
ru: Информация голосового профиля
sk: Informácie o hlasovom profile
tr: Ses profili bilgileri
vi: Thông tin hồ sơ giọng nói

source: Selector {selector} is already set to {voiceProfileName} voice profile. Do you want to replace this voice profile?
da: Forvalget {selector} er allerede indstillet til {voiceProfileName} stemmeprofilen. Ønsker du at erstatte denne stemmeprofil?
es: El selector {selector} ya está asociado con el perfil de voz {voiceProfileName}. ¿Deseas reemplazar este perfil de voz con el perfil de voz actual?
ru: Селектор {selector} уже настроен на голосовой профиль {voiceProfileName}. Вы хотите заменить этот голосовой профиль?
sk: Volič {selector} je už nastavený na hlasový profil {voiceProfileName}. Chcete tento hlasový profil nahradiť?
tr: Seçici {selector} daha önce {voiceProfileName} için ayarlanmış. Bu profille değiştirilsin ister misiniz?
vi: cấu hình này đã có một bộ đọc bạn có muốn thay thế nó bằng bộ đọc đã chọn không

source: Do you really want to free selector {selector} associated to the voice profile "{voiceProfileName}"?
da: Ønsker du virkelig at frigøre forvalg {selector} tilknyttet stemmeprofilen "{voiceProfileName}"?
es: ¿Realmente quieres liberar el selector {selector} asociado al perfil de voz "{voiceProfileName}"?
ru: Вы действительно хотите освободить селектор {selector}, связанный с голосовым профилем "{voiceProfileName}"?
sk: Naozaj chcete uvoľniť selektor {selector} spojený s hlasovým profilom „{voiceProfileName}“?
tr: {selector} seçicisi ile {voiceProfileName} ses profili eşleşmesini silmek istiyor musunuz?

source: Do you really want to free all selectors set to this configuration profile?
da: Ønsker du virkelig at frigøre alle forvalg der er gemt i denne indstillingsprofil?
es: ¿Realmente deseas eliminar todas las asociaciones entre el selector y el perfil de voz?
ru: Вы действительно хотите освободить все селекторы, установленные для этого профиля конфигурации?
sk: Naozaj chcete uvoľniť všetky selektory nastavené na tento konfiguračný profil?
tr: Bu profile atanmış tüm seçicileri serbest bırakmak istediğinizden emin misiniz?

source: Modify voice profile
es: Modificar el perfil de voz
ru: Изменить голосовой профиль
sk: Upraviť hlasový profil
tr: Ses profilini değiştir

source: Voice profile name:
es: Nombre del perfil de voz:
ru: Имя голосового профиля:
sk: Názov hlasového profilu:
tr: Ses profili adı:

source: &Default
da: &Standard
es: Pre&determinado
ru: &по умолчанию
sk: &Predvolené
tr: &Varsayılan
vi: &Mặc định

source: You must set the name of voice profile
da: Du skal angive navnet på stemmeprofilen
es: Debes dar un nombre al perfil de voz
ru: Вы должны задать имя голосового профиля
sk: Musíte nastaviť názov hlasového profilu
tr: Ses profili için ad girmelisiniz
vi: Bạn phải đặt tên của hồ sơ giọng nói

source: Voice profile association
da: Stemmeprofil knyttet til indstillingsprofil
es: Asociación de perfil de voz
ru: Связь с голосовым профилем
sk: Pridruženie hlasového profilu
tr: Ses profili ilişkilendirme
vi: Hiệp hội hồ sơ giọng nói

source: System tray icons 's list
da: Liste med ikoner i Systembakken
es: Lista de iconos en la bandeja del sistema
ru: Список значков на панели задач
sk: Zoznam ikon na systémovej lište
tr: Sistem Tepsisi Simge Listesi

source: &Icons
da: &Ikoner
es: &Iconos
ru: &Значки
sk: &Ikony
tr: &Simgeler
vi: & Biểu tượng

source: &Right click
da: &Højre klik
es: Simple clic &derecho
ru: &Щелчок правой кнопкой мыши
sk: &Kliknite pravým tlačidlom myši
tr: S&ağ tık
vi: &Nhấp chuột phải

source: &Left click
da: &Venstre klik
es: Simple clic &izquierdo
ru: &Щелчок левой кнопкой мыши
sk: &Ľavé kliknutie
tr: &Sol tık
vi: &Ấn chuột trái

source: Dou&ble left click
da: Do&bbelt venstreklik
es: Do&ble clic izquierdo
ru: &Двойной щелчок левой кнопкой мыши
sk: &Dvakrát kliknite ľavým tlačidlom
tr: Sol çift &tık

source: color
da: farve
ru: цвет
sk: farba
tr: renk

source: background color
da: baggrundsfarve
es: color de fondo
ru: цвет фона
sk: farba pozadia
tr: arka plan rengi

source: unexpected space
da: uventet mellemrum
es: espacio inesperado
ru: непредвиденный пробел
sk: nečakaný priestor
tr: beklenmedik boşluk

source: missing space
da: mangler mellemrum
es: espacio faltante
ru: недостающий пробел
sk: chýbajúci priestor
tr: eksik boşluk

source: missing uppercase
da: mangler stort bogstav
es: mayúscula faltante
ru: Пропущена заглавная буква
sk: chýbajú veľké písmená
tr: eksik büyük harf

source: inversed uppercase
da: omvendt stort bogstav
es: mayúscula invertida
ru: Перепутана заглавная буква
sk: obrátené veľké písmená
tr: ters büyük harf

source: unexpected %s
da: uventet %s
es: %s inesperado
ru: Непредвиденный %s
sk: neočakávané %s
tr: beklenmedik %s

source: multiple contigous spaces
da: flere mellemrum efter hinanden
es: múltiples espacios contiguos
ru: Несколько смежных пробелов
sk: viac súvislých priestorov
tr: çoklu bitişik boşluklar

source: tab at end
da: tabulator i slutningen
es: tabulación al final
ru: табуляция в конце
sk: záložka na konci
tr: sonda sekme

source: space at end
da: mellemrum i slutningen
es: espacio al final
ru: Пробел в конце
sk: priestor na konci
tr: sonda boşluk

source: change in %s
da: ændring i %s
es: cambio en %s
ru: изменение в %s
sk: zmena v %s
tr: %s'te değişiklik

source: At {pos}: {anomaly}
da: På {pos}: {anomaly}
es: En {pos}: {anomaly}
ru: Около {pos}: {anomaly}
sk: V {pos}: {anomálie}
tr: {pos} konumunda: {anomaly}

source: %s analyzis's detections
da: %s analyse fandt
es: %s detecciones del análisis
ru: %s обнаружения Анализа
sk: %s detekcie analýzy
tr: %s analiz tespitleri

source: No irregularities were found on %s lines scanned. Do you want to continue the analysis?
da: Ingen uregelmæssigheder fundet ved gennemsyn af %s linjer. Vil du fortsætte analysen?
es: No se encontró ninguna irregularidad en %s líneas analizadas. ¿Quieres continuar con el análisis?
ru: На %s просканированных строк нарушений не обнаружено. Хотите ли Вы продолжить анализ?
sk: Na %s naskenovaných riadkoch neboli nájdené žiadne nezrovnalosti. Chcete v analýze pokračovať?
tr: Taranan %s satırda düzensizlik bulunamadı. Analize devam etmek istiyor musunuz?

source: No more irregularity
da: Ikke flere uregemæssigheder
es: Ninguna otra irregularidad
ru: Больше никаких нарушений
sk: Žiadne ďalšie nezrovnalosti
tr: Artık düzensizlik yok

source: (command: %s)
es: (órden: %s)
ru: (команда: %s)
sk: (príkaz: %s)
tr: (komut: %s)
vi: (lệnh:% s)

source: %s add-on configuration menu
da: %s tilføjelsesprograms konfigurationsmenu
es: Menú de configuración del complemento %s
ru: меню конфигурации %s дополнения
sk: %s konfiguračná ponuka doplnku
tr: %s eklenti yapılandırma menüsü
vi: Menu cấu hình bổ trợ% s

source: Global settings...
da: Globale indstillinger...
es: Opciones globales...
ru: Основные настройки...
sk: Globálne nastavenie...
tr: Genel Ayarlar...

source: Current configuration profile settings...
da: Indstillinger for den aktive indstillingsprofil...
es: Opciones de perfil de configuración actual...
ru: Текущие настройки профиля конфигурации...
sk: Aktuální nastavení konfiguračního profilu...
tr: Geçerli konfigürasyon profili ayarları...

source: Keyboard Keys renaming...
da: Omdøb taster på tastaturet...
es: Renombrar teclas del teclado...
ru: Переименование клавиш клавиатуры...
sk: Přejmenování kláves klávesnice...
tr: Klavye tuş yeniden adlandırma...
vi: đổi tên bàn phím

source: Command keys selective announcement...
da: Udvalgt annoncering af funktionstaster...
es: Anuncio selectivo de teclas de órdenes...
ru: Выборочное объявление командных клавиш...
sk: Selektivní oznámení příkazových kláves...
tr: Komut tuşlarının tercihli Bildirimi...
vi: thông báo phím tắt trọn lọc

source: Reset configuration to default values
da: Gendan konfigurationens indstillinger til standardværdierne
es: Reiniciar la configuración a los valores predeterminados
ru: Сбросить конфигурацию до значений по умолчанию
sk: Resetovat konfiguraci na výchozí hodnoty
tr: Konfigürasyonu varsayılan değerlere sıfırla
vi: Đặt lại cấu hình về giá trị mặc định

source: Explore &NVDA
da: Udforsk &NVDA
es: Explorar &NVDA
ru: &Обзор NVDA
sk: Prozkoumat &NVDA
tr: &NVDA'yı keşfet
vi: Khám phá & NVDA

source: Menu to explore the NVDA program folder or the user configuration folder
da: Menu til udforskning af NVDA's programmappe eller mappen med brugerindstillinger
es: Menú para explorar las carpetas programa NVDA o la de la configuración de usuario
ru: Меню для просмотра папки программы NVDA или папки конфигурации пользователя
sk: Ponuka na preskúmanie priečinka programu NVDA alebo priečinka s konfiguráciou používateľa
tr: NVDA programının ya da konfigürasyonunun incelenmesiyle ilgili menü

source: My &configuration's folder
da: Mappen med mine &indstillinger
es: Mi &carpeta de configuración
ru: &Папка моей конфигурации
sk: Priečinok mojej &konfigurácie
tr: &Konfigürasyon klasörüm
vi: Thư mục và cấu hình của tôi

source: NVDA &Program folder
da: NVDA &Program-mappe
es: La carpeta del &programa NVDA
ru: &Папка программы NVDA
sk: Priečinok &Program NVDA
tr: NVDA &program klasörü
vi: Thư mục chương trình & NVDA

source: Manage user configurations
da: Administrér brugerindstillinger
es: Gestionar las configuraciones del usuario
ru: Управление пользовательскими конфигурациями
sk: Spravujte konfigurácie používateľov
tr: Kullanıcı konfigürasyonlarını yönet

source: Configuration's profile {profileName} {state}
da: Indstillingsprofil {profileName} {state}
es: Perfil de configuración {profileName} {state}
ru: Профиль конфигурации {profileName} {state}
sk: Profil konfigurace {jméno profilu} {state}
tr: Konfigürasyon profili {profileName}, {state}
vi: Cấu hình của hồ sơ {profileName} {state}

source: {0} version {1}
es: {0} versión {1}
ru: {0} версия {1}
sk: {0} verzia {1}
tr: {0} versiyon {1}
vi: {0} phiên bản {1}

source: Product name and version has been copied to clipboard
da: Produktets navn og version er kopieret til udklipsholderen
es: El nombre y número de versión de la aplicación ha sido copiado al portapapeles
ru: Название продукта и версия были скопированы в буфер обмена
sk: Názov a verzia produktu boli skopírované do schránky
tr: Ürün adı ve versiyon bilgisi panoya kopyalandı
vi: Tên và phiên bản phần mềm đã được sao chép vào clipboard

source: Add-on: {name}, version: {version}
es: Complemento: {name}, versión: {version}
ru: Дополнение: {name}, версия: {version}
sk: Doplnok: {name}, verzia: {version}
tr: Eklenti: {name}, Sürüm: {version}

source: No add-on
da: Intet tilføjelsesprogram
es: Sin complemento
ru: Дополнений нет
sk: Žiadny doplnok
tr: Eklenti yok

source: Configuration profile: {profileName} {state}
da: Indstillingsprofil: {profileName} {state}
es: Configuración del perfil: {profileName} {state}
ru: Профиль конфигурации: {profileName} {state}
sk: Konfiguračný profil: {profileName} {state}
tr: Konfigürasyon profili {profileName}, {state}
vi: Cấu hình cấu hình: {profileName} {state}

source: Application: {appName} {appVersion}
da: Program: {appName} {appVersion}
es: Aplicación: {appName} {appVersion}
ru: Приложение: {appName} {appVersion}
sk: Aplikácia: {appName} {appVersion}
tr: Uygulama: {appName} {appVersion}
vi: Ứng dụng: {appName} {appVersion}

source: {summary}, version: {version}
es: {summary}, versión: {version}
ru: {summary}, версия: {version}
sk: {súhrn}, verzia: {version}
tr: {summary}, sürüm: {version}
vi: {tóm tắt}, phiên bản: {phiên bản}

source: Active add-on: %s
da: Aktiv tilføjelsesprogram: %s
es: Complemento activo: %s
ru: Активное дополнение: %s
sk: Aktívny doplnok: %s
tr: Aktif eklenti: %s
vi: Bổ trợ hoạt động:% s

source: Add-on's path: %s
es: Ruta del complemento: %s
ru: Путь к дополнению: %s
sk: Cesta doplnku: %s
tr: Eklentinin bulunduğu yer: %s

source: Warning: it seems that others add-ons are installed and activated for this application
da: Advarsel: Det ser ud til, at der er andre tilføjelsesprogrammer installeret og aktive for dette program
es: Advertencia: parece que otros complementos están instalados y activados para esta aplicación
ru: Внимание: похоже, что для этого приложения установлены и активированы другие дополнения
sk: Upozornenie: Zdá sa, že pre túto aplikáciu sú nainštalované a aktivované iné doplnky
tr: Uyarı: bu uygulama için başka eklenti kurulmuş ve etkinleştirilmiş gözüküyor
vi: Cảnh báo: có vẻ như các tiện ích bổ sung khác được cài đặt và kích hoạt cho ứng dụng này

source: Loaded python module: %s
da: Indlæst python-modul: %s
es: Módulo python cargado: %s
ru: Загруженный модуль python: %s
sk: Načítaný modul pythonu: %s
tr: Yüklü python modül: %s
vi: Đã tải mô-đun python:% s

source: Application context's informations
da: Oplysninger om programmets kontekst
es: Información acerca del contexto de la aplicación
ru: 'Информация о контексте приложения
sk: Informácie o kontexte aplikácie
tr: Uygulama bağlam bilgisi

source: File open Error
da: Fejl ved åbning af fil
es: Error al abrir el archivo
ru: Ошибка открытия файла
sk: Chyba pri otváraní súboru
tr: Dosya açma Hatası

source: Are you sure you want to shutdown immediately the computer ?
da: Er du sikker på, at computeren skal lukke ned med det samme?
es: ¿Estás seguro de que deseas apagar inmediatamente el ordenador?
ru: Вы уверены, что хотите немедленно выключить компьютер?
sk: Naozaj chcete okamžite vypnúť počítač?
tr: Bilgisayarı hemen kapatmak istediğinizden emin misiniz?

source: Are you sure you want to reboot immediately the computer ?
da: Er du sikker på, at computeren skal genstarte med det samme?
es: ¿Estás seguro de que deseas reiniciar inmediatamente el ordenador?
ru: Вы уверены, что хотите немедленно перезагрузить компьютер?
sk: Naozaj chcete počítač okamžite reštartovať?
tr: Bilgisayarı hemen yeniden başlatmak istediğinizden emin misiniz?

source: Are you sure you want to hibernate immediately the computer ?
da: Er du sikker på, at computeren skal gå i dvale med det samme?
es: ¿Estás seguro de que deseas hibernar inmediatamente el ordenador?
ru: Вы уверены, что хотите немедленно перевести компьютер в спящий режим?
sk: Naozaj chcete počítač okamžite prepnúť do režimu spánku?
tr: Bilgisayarı hemen hazırda bekletme moduna geçirmek istediğinizden emin misiniz?

source: Current speech settings
da: Aktuelle taleindstillinger
es: Opciones de voz actuales
ru: Текущие настройки речи
sk: Aktuálne nastavenie reči
tr: Mevcut konuşma ayarları

source: Voice profile switch mode on
da: Skift stemmeprofil slået til
es: Modo de cambio de perfil de voz activado
ru: Режим переключения голосового профиля включен
sk: Režim prepínania hlasového profilu je zapnutý
tr: Ses profili değiştirme modu açık
vi: Chế độ chuyển đổi cấu hình giọng nói bật

source: Voice profile switch mode off
da: Skift stemmeprofil slået fra
es: Modo de cambio de perfil de voz desactivado
ru: Режим переключения голосового профиля отключен
sk: Režim prepínania hlasového profilu je vypnutý
tr: Ses profili değiştirme modu kapalı
vi: Tắt chế độ chuyển đổi cấu hình giọng nói

source: There was no change of input gesture made by the user
da: Der er ikke foretaget ændringer af kommandoer af brugeren
es: No ha habido ningún cambio de gesto de entrada hecho por el usuario
ru: Не было никаких изменений жеста ввода, сделанного пользователем
sk: Užívateľ nevykonal žiadnu zmenu vstupného gesta
tr: Kullanıcı tarafından değiştirilen bir girdi hareketi yok

source: Double left click
da: Dobbelt venstreklik
es: Doble clic izquierdo
ru: Двойной щелчок левой кнопкой мыши
sk: Dvakrát kliknite ľavým tlačidlom
tr: Sol çift tık
vi: Nhấp đúp chuột trái

source: Object has no location
da: Objektet har ingen placering
es: El objeto no tiene coordenadas
ru: Объект не имеет расположения
sk: Objekt nemá žiadnu polohu
tr: Nesnenin konumu yok
vi: Đối tượng không có vị trí

source: Double right click
da: Dobbelt højreklik
es: Doble clic derecho
ru: Двойной щелчок правой кнопкой мыши
sk: Dvakrát kliknite pravým tlačidlom
tr: Sağ çift tık
vi: Nhấp đúp chuột phải

source: This functionnality is only available if "command keys selective announcement" functionnality or "keys's remanence" functionnality is installed
da: Denne funktion er kun tilgængelig, hvis "udvalgt oplæsning af funktionstaster " eller funktionen "klæbetaster" er installeret
es: Esta característica está disponible sólo si la funcionalidad "Anuncio selectivo de las teclas de órdenes" o la funcionalidad "Remanencia de teclas" esta instalado
ru: Эта функция доступна только в том случае, если установлена функция "выборочное объявление командных ключей" или функция "восстановление ключей".
sk: Táto funkcia je k dispozícii iba v prípade, že je nainštalovaná funkcia „selektívneho hlásenia príkazových klávesov“ alebo funkcia „remanencia klávesov“.
tr: Bu işlev yalnızca "komut tuşlarının tercihli bildirimi" veya "tek el kullanımı" özelliği etkinleştirilmişse kullanılabilir

source: The standard use of the numeric keypad is not allowed
da: Standard-virkemåden af det numeriske tastatur ikke tilladt
es: El uso estándar del teclado numérico no es permitido
ru: Стандартное использование цифровой клавиатуры не допустимо
sk: Štandardné použitie numerickej klávesnice nie je povolené
tr: Numaratörün standart kullanımına izin verilmiyor

source: global
ru: глобальный
sk: globálne

source: application
da: applikation
es: aplicación
ru: приложение
sk: aplikácie
tr: uygulama

source: speech synthesizer driver
da: talesyntesedriver
es: controlador de sintetizador de voz
ru: драйвер синтезатора речи
sk: ovládač syntetizátora reči
tr: konuşma sentezleyici sürücüsü

source: braille display driver
da: punktdisplaydriver
es: controlador de pantalla braille
ru: драйвер дисплея Брайля
sk: ovládač braillského displeja
tr: braille ekran sürücüsü

source: mixed
da: blandet
es: mixto
ru: смешанный
sk: zmiešané
tr: karışık

source: %s add-on type:
da: %s tilføjelses-type:
es: complemento de tipo %s:
ru: тип дополнения %s:
sk: %s typ doplnku:
tr: %s işlevli eklentiler:

source: Running add-ons
da: Kørende tilføjelsesprogrammer
es: Complementos en funcionamiento
ru: Запуск дополнений
sk: Spustené doplnky
tr: Çalışan eklentiler

source: Text analysis not available
da: Tekstanalysering ikke tilgængelig
es: Análisis de texto no disponible
ru: Анализ текста недоступен
sk: Analýza textu nie je k dispozícii
tr: Metin analizi kullanılamıyor

source: Nothing to report
da: Intet at bemærke
es: Nada que informar
ru: Нечего сообщить
sk: Niet čo nahlásiť
tr: Raporlanacak birşey yok

source: report current caret position on
da: oplæs markørens aktuelle position slået til
es: anuncio de la posición actual del cursor activado
ru: сообщать текущую позицию курсора включено
sk: nahlásiť aktuálnu pozíciu striešky na
tr: geçerli imleç konumunu söyle

source: report current caret position off
da: oplæs markørens aktuelle position slået fra
es: anuncio de la posición actual del cursor desactivado
ru: сообщать текущую позицию курсора выключено
sk: hlásiť aktuálnu polohu striešky vypnuté
tr: geçerli imleç konumunu söyleme

source: but the clipboard is not empty
da: men udklipsholderen er ikke tom
es: pero el portapapeles no está vacío
ru: но буфер обмена не пуст
sk: ale schránka nie je prázdna
tr: ama pano boş değil

source: Clipboard cleared
da: Udklipsholder tømt
es: Portapapeles vaciado
ru: Буфер обмена очищен
sk: Schránka bola vymazaná
tr: Pano temizlendi

source: Error: clipboard cannot cleared
da: Fejl: kan ikke tømme udklipsholderen
es: Error: el portapapeles no se puede vaciar
ru: Ошибка: буфер обмена не может быть очищен
sk: Chyba: schránka sa nedá vymazať
tr: Hata: pano temizlenemiyor

source: Clipboard text
es: Texto del portapapeles
ru: Текст из буфера обмена
tr: Pano metni

source: cycle is not possible on audio output device
da: kan ikke gå i ring i enhed til lydoutput
es: el ciclo no es posible en dispositivos de audio
ru: цикл невозможен на устройстве вывода звука
sk: cyklus nie je možný na audio výstupnom zariadení
tr: ses çıkış aygıtında döngü mümkün değil

source: Shell's scripts
da: Fortolkerens scripts
es: Scripts del intérprete de órdenes
ru: Сценарии оболочки
sk: Skripty Shell
tr: Katman komutları
vi: Kịch bản của Shell

source: Description: command
da: Beskrivelse: kommando
es: Descripción: órden
ru: Описание: команда
sk: Popis: príkaz
tr: Açıklama: komut
vi: Mô tả: lệnh

source: &Execute the script
da: &Udfør kommandoen
es: &Ejecutar el script
ru: &Выполнить скрипт
sk: &Spustiť skript
tr: &Komutu çalıştır

source: Error: buildVars.py file is not found
da: Fejl: filen buildVars.py ikke fundet
es: Error: archivo buildVars.py no encontrado
ru: Ошибка: файл buildVars.py не найден
sk: Chyba: súbor buildVars.py nebol nájdený
tr: Hata:buildVars.py dosyası bulunamadı
vi: Lỗi: không tìm thấy tệp buildVars.py

source: error
da: fejl
ru: оОшибка
sk: chyba
tr: hata
vi: lỗi

source: Cannot get add-on translated manifest of %s language
da: Kan ikke finde oversættelsesfilen manifest.ini for sproget %s
es: No se puede obtener el archivo de traducción manifest.ini del idioma %s
ru: Не удается получить дополнительный переведенный манифест на языке %s
sk: Nie je možné získať súbor prekladu manifest.ini pre jazyk %s
tr: %s dili için eklentinin çevrilmiş manifest dosyasına ulaşılamıyor

source: Creation of HTML documentation files
da: Oprette HTML dokumentationsfiler
es: Creación de los archivos HTML de documentación
ru: Создание файлов HTML-документации
sk: Tvorba HTML dokumentačných súborov
tr: HTML Dokümantasyon dosyalarının oluşturulması
vi: Tạo tập tin tài liệu HTML

source: No documentation file to convert
da: Ingen dokumentationsfil at konvertere
es: No hay ningún archivo de documentación a convertir
ru: Нет файла документации для преобразования
sk: Žiadny súbor dokumentácie na prevod
tr: Dönüştürülecek dokümantasyon bulunamadı
vi: Không có tệp tài liệu để chuyển đổi

source: No file converted
da: Ingen fil blev konverteret
es: No hay ningún archivo convertido
ru: Файл не преобразован
sk: Nebol prevedený žiadny súbor
tr: Dosya dönüştürülmedi

source: %s files converted
da: %s filer blev konverteret
es: %s archivos convertidos
ru: %s файлов преобразовано
sk: %s súborov prevedené
tr: %s dosya dönüştürüldü
vi: % s tập tin được chuyển đổi

source: Creation of manifest.ini file
da: Oprettelse af manifest.ini-fil
es: Creación del archivo manifest.ini
ru: Создание файла manifest.ini
sk: Vytvorenie súboru manifest.ini
tr: Manifest.ini dosyası oluşturuluyor

source: The manifest.ini file already exists. Do you really want to update it?
da: Filen manifest.ini eksisterer allerede. Vil du stadig opdatere den?
es: El archivo manifest.ini ya existe. ¿Realmente quieres actualizarlo?
ru: Файл manifest.ini уже существует. Вы действительно хотите его обновить?
sk: Súbor manifest.ini už existuje. Naozaj to chcete aktualizovať?
tr: Manifest.ini dosyası zaten var. Gerçekten güncellemek istiyor musun?
