Repository: paulber007/AllMyNVDAAddons
Catalog: NVDAExtensionGlobalPlugin/dev/NVDAExtensionGlobalPlugin-14.1-dev4/locale/*/LC_MESSAGES/nvda.po
Languages: da, es, ru, sk, tr, vi

source: The manifest.ini file has been updated
es: El archivo manifest.ini ha sido actualizado
ru: Файл manifest.ini был обновлен
sk: Súbor manifest.ini bol aktualizovaný
tr: Manifest.ini dosyası güncellendi

source: Creation of localization manifest.ini file
da: Oprettelse af manifest.ini-fil til lokalisering
es: Creación del archivo manifest.ini de localización
ru: Создание файла manifest.ini локализации
sk: Vytvorenie lokalizačného súboru manifest.ini
tr: Lokal manifest.ini dosyası oluşturuluyor

source: No language for this add-on
da: Intet sprog til dette tilføjelsesprogram
es: No hay ningún idioma presente para este complemento
ru: Для этого дополнения нет языка
sk: Žiadny jazyk pre tento doplnok
tr: Bu eklenti için dil mevcut değil
vi: Không có ngôn ngữ cho tiện ích này

source: Error: %s file is not found
da: Fejl: Filen %s blev ikke fundet
es: Error: archivo %s no encontrado
ru: Ошибка: файл %s не найден
sk: Chyba: Súbor %s nebol nájdený
tr: Hata: %s dosyası bulunamadı
vi: Lỗi: không tìm thấy tệp% s

source: Some translation strings are missing for "%s" language
da: Nogle strenge til oversættelse mangler for sproget "%s"
es: Algunas cadenas no están traducidas para el idioma "%s"
ru: Некоторые строки перевода отсутствуют для языка "%s"
sk: Pre jazyk "%s" chýbajú niektoré prekladové reťazce
tr: "%s" dili için Bazı çeviri dizeleri eksik

source: %s localization manifest.ini files created
da: manifest.inifilen %s til lokalisering oprettet
es: %s archivos manifest.ini de localización creados
ru: Созданы файлы manifest.ini локализации %s
sk: Boli vytvorené súbory lokalizačné manifest.ini %s
tr: %s lokal manifest.ini dosyaları oluşturuldu

source: No localization manifest.ini file created
da: Ingen manifest.ini-fil til lokalisering blev oprettet
es: Ningún archivo manifest.ini de localización creado
ru: Файл manifest.ini для локализации не создан
sk: Nebol vytvorený žiadny lokalizačný súbor manifest.ini
tr: Hiçbir local manifest.ini dosyası oluşturulmadı
vi: Không có tệp manifest.ini nội địa hóa được tạo

source: Creation of POT file of %s add-on
da: Oprrettelse af POT-fil til %s tilføjelsesprogrammet
es: Creación del archivo POT para el complemento %s
ru: Создание файла POT надстройки %s
sk: Vytvorenie súboru POT doplnku %s
tr: %s eklentisi için POT dosyası oluşturulması
vi: Tạo tệp POT của% s add-on

source: %s file created
da: %s fil oprettet
es: El archivo %s fue creado
ru: %s файл создан
sk: %s súbor vytvorený
tr: %s dosyası oluşturuldu
vi: % s tập tin được tạo

source: Impossible to create POT file: no source file defined in buildVars.py
da: Ikke muligt at oprette POT-fil: ingen kildefil defineret i buildVars.py
es: No es posible crear el archivo POT. No se definió el archivo fuente en buildVars.py
ru: Невозможно создать файл POT: исходный файл не определен в buildVars.py
sk: Nie je možné vytvoriť súbor POT: v buildVars.py nie je definovaný žiadny zdrojový súbor
tr: POT dosyası oluşturulamıyor: buildVars.py içinde tanımlanmış bir kaynak dosyası yok
vi: Không thể tạo tệp POT: không có tệp nguồn nào được xác định trong buildVars.py

source: Impossible to create POT file
da: Ikke muligt at oprette POT-fil
es: No es posible crear el archivo POT
ru: Невозможно создать файл POT
sk: Nie je možné vytvoriť súbor POT
tr: POT dosyasının oluşturulması mümkün değil
vi: Không thể tạo tệp POT

source: Prepare %s add-on
da: Dannelse af tilføjelsesprogrammet %s
es: Preparación del complemento %s
ru: Подготовить дополнение %s
sk: Pripravte %s doplnok
tr: %s eklentisini hazırla
vi: Chuẩn bị tiện ích% s

source: Prepare add-on start
da: Dannelse af tilføjelsesprogram påbegyndt
es: Iniciando la preparación del complemento
ru: Подготовка дополнения к запуску
sk: Pripravte štart doplnku
tr: Eklenti hazırlamaya başla
vi: chuẩn bị bắt đầu phần mở rộng

source: Manifest.ini file updated
da: Manifest.ini-fil opdateret
es: Archivo manifest.ini actualizado
ru: Обновлен файл Manifest.ini
sk: Súbor Manifest.ini bol aktualizovaný
tr: Manifest.ini dosyası güncellendi
vi: Đã cập nhật tệp Manifest.ini

source: %s localization manifest.ini files created or updated
da: %s manifest.ini-filer til lokalisering oprettet eller opdateret
es: %s archivos manifest.ini de localización creados o actualizados
ru: %s файлы манифеста локализации.ini, созданные или обновленные
sk: %s lokalizačné súbory manifest.ini vytvorené alebo aktualizované
tr: %s lokal manifest.ini dosyaları oluşturuldu ya da güncellendi
vi: % s tệp tin bản địa hóa được tạo hoặc cập nhật

source: But for these languages, some strings are not translated: %s
da: Men for disse sprog er der nogle tekststrenge, der ikke er oversat: %s
es: Pero para estos idiomas, algunas cadenas de caracteres no están traducidas: %s
ru: Но для этих языков некоторые строки не переводятся: %s
sk: Ale pre tieto jazyky nie sú niektoré reťazce preložené: %s
tr: Ancak bu diller için çevrilmiş dize eksik: %s

source: one file converted
da: én fil konverteret
es: un archivo convertido
ru: один преобразованный файл
sk: jeden súbor prevedený
tr: bir dosya dönüştürüldü
vi: một tập tin được chuyển đổi

source: %s HTML files created
da: %s HTML-filer oprettet
es: %s archivos HTML creados
ru: %s созданных HTML-файлов
sk: Vytvorené %s súborov HTML
tr: %s html dosyası oluşturuldu
vi: % s tệp HTML được tạo

source: {count} poFiles compiled on {nb}
da: {count} poFiler kompileret på {nb}
es: {count} archivos .po compilados sobre {nb}
ru: {count} poFiles, скомпилированных на {nb}
sk: {count} súbory .po skompilované cez {nb}
tr: {nb} üzewrinde {count} po dosyası derlendi
vi: {Count} poFiles được biên dịch trên {nb}

source: Add-on bundle could not be created
da: Pakken med tilføjelsen kunne ikke oprettes
es: El complemento no se pudo crear
ru: Не удалось создать пакет дополнения
sk: Balíček doplnkov sa nepodarilo vytvoriť
tr: Eklenti paketi oluşturulamadı
vi: Không thể tạo gói bổ trợ

source: The {name} file has been created and recorded in {dir} folder
da: Filen {name} er blevet oprettet og gemt i mappen {dir}
es: El archivo {name} ha sido creado y guardado en la carpeta {dir}
ru: Файл {name} был создан и записан в папку {dir}
sk: Súbor {name} bol vytvorený a uložený do priečinka {dir}
tr: {name} dosyası {dir} klasöründe oluşturuldu ve kaydedildi
vi: Tệp {name} đã được tạo và ghi lại trong thư mục {dir}

source: Completed
da: Færdig
es: Terminado
ru: Завершить
sk: Dokončené
tr: Tamamlandı
vi: Đã hoàn thành

source: Creation of buildVars.py file
da: Oprettelse af filen buildVars.py
es: Creación del archivo buildVars.py
ru: Создание buildVars.py файл
sk: Vytvorenie súboru buildVars.py
tr: BuildVars.py dosyasının oluşturulması
vi: Tạo tập tin buildVars.py

source: Warning: buildVars.py already exists. Do you want to replace it?
da: Advarsel: buildVars.py findes allerede. Skal den erstattes?
es: Atención: el archivo buildVars.py ya existe. ¿Quieres reemplazarlo?
ru: Предупреждение: buildVars.py уже существует. Вы хотите заменить его?
sk: Upozornenie: buildVars.py už existuje. Chceš ho vymeniť?
tr: Uyarı: buildVars.py zaten var. değiştirmek istiyor musunuz?

source: The buildVars.py file has been created
es: El archivo buildVars.py fue creado
ru: Файл buildVars.py создан
sk: Bol vytvorený súbor buildVars.py
tr: BuildVars.py dosyası oluşturuldu

source: Tools for add-on development
da: Funktioner til udvikling af tilføjelsesprogrammer
es: Herramientas para el desarrollo de complementos
ru: Инструменты для разработки дополнений
sk: Nástroje pre vývoj doplnkov
tr: Eklenti geliştirme araçları

source: Update add-on &version
da: Opdater &version af tilføjelsesprogrammet
es: Actualizar la &versión del complemento
ru: &Обновить версию дополнения
sk: Aktualizovať &verziu doplnku
tr: Eklenti &versiyonunu güncelle
vi: Cập nhật tiện ích & phiên bản

source: &Update manifest.ini file
da: &Opdater filen manifest.ini
es: Actualizar el &archivo manifest.ini
ru: &Обновить файл manifest.ini
sk: &Aktualizovať súbor manifest.ini
tr: Manifest.ini dosyasını &güncelle
vi: & Cập nhật tập tin manifest.ini

source: Create P&OT file
da: Opret P&OT-fil
es: Crear el archivo P&OT
ru: &Создать файл POT
sk: Vytvorte súbor P&OT
tr: P&ot dosyası oluştur
vi: Tạo tập tin P & OT

source: &Prepare addon
da: &Klargør tilføjelsesprogram
es: &Preparar el complemento
ru: &Подготовить дополнение
sk: &Pripraviť doplnok&Preparar el complemento
tr: Eklentiyi &hazırla
vi: & Chuẩn bị addon

source: &Languages:
da: &Sprog:
es: &Idiomas:
ru: &Языки:
sk: &Jazyky:
tr: &Diller:
vi: & Ngôn ngữ:

source: Create &localization manifest.ini file
da: Opret filen manifest.ini til &localisering
es: Crear el archivo manifest.ini de &localización
ru: &Создать файл манифеста локализации.ini
sk: Vytvoriť &lokalizačný súbor manifest.ini
tr: &lokal manifest.ini dosyasını oluştur
vi: Tạo và bản địa hóa tệp manifest.ini

source: Create &HTML documentation files
da: Opret filer med &HTML-dokumentation
es: Crear los archivos &HTML de documentación
ru: &Создать файлы HTML-документации
sk: Vytvorte súbory dokumentácie &HTML
tr: &HTML Dokümantasyon dosyalarını oluştur
vi: & tạo tệp tài liệu HTML

source: Create &buildVars file
da: Opret filen &buildVars
es: Crear el archivo &buildVars.py
ru: &Создать файл buildVars\
sk: Vytvorte súbor &buildVars.py
tr: &buildVars dosyasını oluştur
vi: Tạo và xây dựng tập tin

source: &Explore add-on folder
da: &Udforsk mappe med tilføjelsesprogrammet
es: &Explorar la carpeta del complemento
ru: &Обзор папки дополнения
sk: &Preskúmať priečinok doplnku
tr: &Eklenti klasörünü incele
vi: & Khám phá thư mục bổ trợ

source: All
da: Alle
es: Todo
ru: все
sk: Všetko
tr: Tümü
vi: Tất cả

source: Update add-on version
da: Opdater versionen på tilføjelsesprogrammet
es: Actualizar la versión del complemento
ru: Обновить версию дополнения
sk: Aktualizujte verziu doplnku
tr: Eklenti sürümünü güncelle
vi: Cập nhật phiên bản bổ trợ

source: Error: buildVars.py file has no add-on version line
da: Fejl: Filen buildVars.py har ingen linje med versionen på tilføjelsesprogrammet
es: Error: el archivo buildVars.py no contiene la línea de versión
ru: Ошибка: buildVars.py файл не имеет дополнительной строки версии
sk: Chyba: súbor buildVars.py nemá riadok verzia doplnku
tr: Hata:buildVars.py dosyasında eklenti versiyon satırı bulunmuyor
vi: Lỗi: tệp buildVars.py không có dòng phiên bản bổ trợ

source: Version of buildVars.py file has been updated
da: Versionen på filen buildVars.py er blevet opdateret
es: La versión del archivo buildVars.py ha sido actualizada
ru: Версия buildVars.py файл был обновлен
sk: Verzia súboru buildVars.py bola aktualizovaná
tr: BuildVars.py dosya sürümü güncellendi
vi: Phiên bản của tệp buildVars.py đã được cập nhật

source: Entry add-on version:
da: Oprindelig version af tilføjelsesprogram:
es: Introducir la versión del complemento:
ru: Версия дополнения для входа:
sk: Vstupná verzia doplnku:
tr: Eklenti versiyon girişi:
vi: Nhập phiên bản bổ trợ:

source: No add-on installed
da: Ingen tilføjelsesprogrammer installeret
es: No hay ningún complemento instalado
ru: Дополнение не установлена
sk: Nie je nainštalovaný žiadny doplnok
tr: Hiçbir eklenti yüklü değil
vi: Không cài đặt tiện ích bổ sung

source: Downloading {name}
da: Henter {name}
es: Descargando {name}
ru: Загрузка {name}
sk: Sťahovanie {name}
tr: {name} indiriliyor
vi: Đang tải xuống {name}

source: Error downloading update for {name}.
da: Fejl ved hentning af opdatering til {name}.
es: Error al descargar la actualización de {name}.
ru: Ошибка загрузки обновления {name}.
sk: Chyba pri sťahovaní aktualizácie pre {name}.
tr: {name} İçin güncelleme indirilirken hata oluştu.
vi: Lỗi tải xuống bản cập nhật cho {name}.

source: Cannot update {name} - missing file or invalid file format
da: Kan ikke opdatere {name} - manglende fil eller ugyldigt filformat
es: No se puede actualizar {name} - archivo ausente o formato de archivo no válido
ru: Не удаётся обновить {name} - Файл отсутствует или имеет неверный формат
sk: Nie je možné aktualizovať {name} – chýbajúci súbor alebo neplatný formát súboru
tr: {name} güncellenemiyor - eksik dosya veya geçersiz dosya formatı
vi: Không thể cập nhật {name} - tệp bị thiếu hoặc định dạng tệp không hợp lệ

source: Updating
da: Opdaterer
es: Actualizando
ru: Обновление
sk: Aktualizuje sa
tr: Güncelleme
vi: Đang cập nhật

source: Please wait while the add-on is being updated.
da: Vent venligst mens tilføjelsesprogrammet opdateres.
es: Por favor, espera mientras se actualiza el complemento.
ru: Пожалуйста, подождите, пока происходит обновление дополнения.
sk: Počkajte prosím, kým sa doplnok aktualizuje.
tr: Eklenti güncellenirken lütfen bekleyin.
vi: Vui lòng đợi trong khi tiện ích đang được cập nhật.

source: Failed to update {name} add-on
da: Kunne ikke opdatere tilføjelsesprogrammet {name}
es: Fallo al actualizar el complemento {name}
ru: Не удалось обновить дополнение {name}
sk: Aktualizácia doplnku {name} zlyhala
tr: {name} eklenti güncellemesi başarısız
vi: Không thể cập nhật bổ trợ {name}

source: {summary} - update
da: {summary} - opdatering
es: {summary} - actualización
ru: {summary} - обновление
sk: {summary} - aktualizácia
tr: {summary} - güncelleme
vi: {tóm tắt} - cập nhật

source: The service is temporarily under maintenance. Please, try again later.
da: Tjenesten er i øjeblikket under eftersyn. Prøv venligst igen senere.
es: El servicio está actualmente en mantenimiento. Por favor, inténtelo de nuevo más tarde.
ru: Сервис временно находится в стадии технического обслуживания. Пожалуйста, попробуйте еще раз позже.
sk: Služba je dočasne v údržbe. Prosím skúste to znova neskôr.
tr: Servis geçici olarak bakımda. Lütfen daha sonra tekrar deneyiniz.
vi: Dịch vụ này đang được bảo trì tạm thời. Vui lòng thử lại sau.

source: The update is not compatible with this version of NVDA. Minimum NVDA version: {minYear}.{minMajor}, last tested: {testedYear}.{testedMajor}.
da: Opdateringen er ikke kompatibel med denne version af NVDA. Minimum NVDA version: {minYear}.{minMajor}, senest testet: {testedYear}.{testedMajor}.
es: La actualización no es compatible con esta versión de NVDA. Versión mínima de NVDA: {minYear}.{minMajor}, última probada: {testedYear}.{testedMajor}.
ru: Обновление несовместимо с этой версией NVDA. Минимальная версия NVDA: {minYear}.{minMajor}, последнее тестируемая: {testedYear}.{testedMajor}.
sk: Aktualizácia nie je kompatibilná s touto verziou NVDA. Minimálna verzia NVDA: {minYear}.{minMajor}, naposledy testované: {testedYear}.{testedMajor}.
tr: Güncelleme NVDA'nın bu sürümüyle uyumlu değil. Minimum NVDA sürümü: {minYear}.{minMajor}, son test edilen: {testedYear}.{testedMajor}.

source: New version%s is available. Do you want to download it now?
da: Ny version %s er tilgængelig. Vil du hente den nu?
es: La nueva versión %s está disponible. ¿Quieres descargarla ahora?
ru: Доступна новая версия%s. Вы хотите загрузить его прямо сейчас?
sk: K dispozícii je nová verzia%s. Chcete si ju stiahnuť teraz?
tr: Yeni sürüm mevcut, sürüm %s. Şimdi indirmek ister misiniz?

source: New version{0} is available. But it is not compatible with this version of NVDA: minimum version requred = {1}, last version tested = {2}. Do you want to ignore this incompatibility and still download it now?
es: La nueva versión{0} está disponible.\n Pero no es compatible con esta versión de NVDA: versión mínima requerida = {1}, última versión probada = {2}.\n ¿Quieres ignorar esta incompatibilidad y aún así descargarla ahora?
ru: Доступна новая версия{0}. Но она несовместима с данной версией NVDA: минимальная требуемая версия = {1}, последняя проверенная версия = {2}. Хотите ли вы проигнорировать эту несовместимость и загрузить ее сейчас?
sk: K dispozícii je nová verzia {0}.\\n\n Nie je však kompatibilný s touto verziou NVDA: minimálna požadovaná verzia = {1}, posledná testovaná verzia = {2}.\\n\n Chcete túto nekompatibilitu ignorovať a napriek tomu si ju teraz stiahnuť?
tr: Yeni sürüm{0} mevcut. Ancak NVDA'nın bu sürümüyle uyumlu değil: gereken minimum sürüm = {1}, test edilen son sürüm = {2}. Bu uyumsuzluğu göz ardı edip uygulamayı şimdi indirmeye devam etmek istiyor musunuz?

source: You are up-to-date. %s is the latest version.
da: Du er up-to-date. %s er den seneste version.
es: Estás al día, %s es la versión más reciente.
ru: Вы в курсе последних событий. %s - это последняя версия.
sk: Ste aktuálny. %s je najnovšia verzia.
tr: Güncelsiniz. %s en son sürüm.
vi: Bạn đã cập nhật. % s là phiên bản mới nhất.

source: Oops! There was a problem checking for updates. Please retry later
da: Ups! Der opstod et problem under søgning efter opdateringer. Prøv venligst igen senere
es: ¡Huy! Hubo un problema al buscar las actualizaciones. Por favor, inténtelo de nuevo más tarde
ru: Ой! Возникла проблема с проверкой обновлений. Пожалуйста, повторите попытку позже
sk: Ojoj! Pri kontrole aktualizácií sa vyskytol problém. Skúste to neskôr
tr: Hata! Güncellemeleri kontrol ederken bir sorun oluştu. Lütfen daha sonra tekrar deneyin
vi: ! Có vấn đề khi kiểm tra cập nhật. Vui lòng thử lại sau

source: &Yes
da: &ja
es: &Sí
ru: &Да
sk: &Ano
tr: &Evet
vi: &Đúng

source: &No
da: &Nej
ru: &Нет
sk: &Nie
tr: &Hayır
vi: &Không

source: &Later
da: &Senere
es: &Más tarde
ru: &Позже
sk: &Neskôr
tr: &Daha sonra
vi: &Một lát sau

source: Wha&t's new
da: Hva&d er nyt
es: Qué hay &de nuevo
ru: &Что нового
sk: Čo je nové
tr: Ne &Yeni

source: User input Gestures
da: Brugerdefinerede kommandoer
es: Gestos de entrada del usuario
ru: Пользовательские жесты ввода
sk: Gestá užívateľského vstupu
tr: Kullanıcı girdi hareketleri

source: Remove &all
da: Fjern &alle
es: Eliminar &todo
ru: &Удалить все
sk: Odobrať všetky
tr: &Hepsini sil
vi: Bỏ tất cả

source: Do you really want to erase all the modifications of input gesture that have been made?
da: Ønsker du virkelig at slette alle de ændringer af kommandoer, der er foretaget?
es: ¿Realmente quieres borrar todos los cambios de gesto de entrada que se han hecho?
ru: Вы действительно хотите стереть все внесенные изменения в жест ввода?
sk: Naozaj chcete vymazať všetky vykonané úpravy vstupného gesta?
tr: Yapılan tüm girdi hareket değişikliklerini silmek istiyor musunuz?

source: Deleted gestures
da: Slettede kommandoer
es: Gestos de Entrada eliminados
ru: Удаленные жесты
sk: Vymazané gestá
tr: Silinen hareket
vi: Cử chỉ đã xóa

source: "%s" dialog is already open
da: Dialogen %s er allerede åben
es: El diálogo "%s" ya está abierto
ru: диалоговое окно "%s" уже открыто
sk: Dialóg "%s" je už otvorený
tr: Halihazırda %s iletişim kutusu açık

source: Warning: Numeric lock and capital locks are enabled
da: Advarsel: Numlock og Capslock slået til
es: Advertencia: el bloqueo numérico y el bloqueo de mayúsculas están activados
ru: Предупреждение: Включена блокировка цифр и заглавных букв
sk: Upozornenie: Num Lock a Caps Lock sú zapnuté
tr: Uyarı: Sayısal ve büyük harf kilitleri etkin

source: Warning: Numeric lock is enabled
da: Advarsel: Numlock slået til
es: Advertencia: el bloqueo numérico está activado
ru: Предупреждение: Включена блокировка цифр
sk: Upozornenie: num lock je zapnutý
tr: Uyarı: Sayısal kilit etkin

source: Warning: capslock is enabled
da: Advarsel: Capslock slået til
es: Advertencia: el bloqueo de mayúsculas está activado
ru: Предупреждение: включен capslock
sk: Upozornenie: Caps Lock je zapnutý
tr: Uyarı: Büyük harf kilidi etkin

source: interrupted
da: afbrudt
es: interrumpido
ru: прервать
sk: prerušený
tr: kesildi
vi: bị gián đoạn

source: Elements's searching
da: Søger i elementer
es: Buscando los elementos
ru: Поиск элементов
sk: Hľadanie prvkov
tr: Öğeler araştırılıyor
vi: Yếu tố tìm kiếmtìm kiếm thành phần

source: List, list's item
da: Liste, listeelement
es: Lista, elemento de lista
ru: Список, пункт списка
sk: Zoznam, položka zoznamu
tr: Liste, liste öğesi
vi: Danh sách, danh sách các mục

source: Tab
es: Pestaña
ru: Вкладка
tr: Sekme

source: table item
da: tabelelement
es: elemento de tabla
ru: элемент таблицы
sk: položka tabulky
tr: tablo öğesi

source: menu item
da: menupunkt
es: elemento de menú
ru: пункт меню
sk: položka menu
tr: menü ögesi

source: List of visible items making up the object in the foreground
es: Lista de elementos visibles que componen el objeto en primer plano
ru: Список видимых элементов, составляющих объект на переднем плане
sk: Zoznam viditeľných položiek tvoriacich objekt v popredí
tr: Ön plandaki nesneyi oluşturan görünür öğelerin listesi

source: Ignore untagged items
da: Spring elementer uden etiket over
es: Ignorar elementos sin etiquetar
ru: Игнорировать не помеченные элементы
sk: Ignorovať neoznačené položky
tr: Etiketsiz öğeleri dahil etme

source: &Type:
es: &Tipo:
ru: &Тип:
sk: &Typ:
tr: &Tür:

source: Elements:
da: Elementer:
es: Elementos:
ru: Элементы:
sk: prvky:
tr: Öğeler:
vi: Các thành phần

source: Move &navigator object to it
da: Flyt navigatorobjektet til det
es: Llevar el &Navegador de objetos y el puntero del ratón
ru: &Переместить на него объект навигатора
sk: Otvorte &objektový navigátor a ukazovateľ myši
tr: &Nesne sunucusunu öğeye taşı
vi: Di chuyển và điều hướng đến nó

source: Do you want to keep current add-on configuration settings ?
ru: Вы хотите сохранить текущие настройки конфигурации дополнения?
tr: Eklentinin mevcut yapılandırma ayarlarını korumak ister misiniz?

source: %s - installation
es: %s - instalación
ru: %s - установка
sk: %s – instalace
tr: %s - kurulumu
vi: % s - cài đặt

source: Are you sure you don't want to keep the current add-on configuration settings?
da: Er du sikker på, at du ikke ønsker at beholde de nuværende indstillinger til tilføjelsesprogrammet?
es: ¿Estás seguro de que no deseas conservar las opciones de configuración del complemento actual?
ru: Вы уверены, что не хотите сохранить текущие настройки конфигурации дополнения?
sk: Opravdu nechcete zachovat aktuální nastavení konfigurace doplňku?
tr: Mevcut eklenti konfigürasyon ayarlarını korumak istemediğinizden emin misiniz?

source: Attention, you must uninstall "%s" add-on because it is now included in this add-on
da: OBS! Du skal afinstallere tilføjelsesprogrammet %s, fordi det nu er inkluderet i dette tilføjelsesprogram
es: Atención, debe desinstalar el complemento "%s" porque ahora se incluye en este complemento
ru: Внимание, вы должны удалить дополнение "%s", потому что оно теперь включено в это дополнение
sk: Pozor, doplnok "%s" musíte odinštalovať, pretože je teraz súčasťou tohto doplnku
tr: Uyarı: "%s" eklentisini kaldırmalısınız çünkü artık bu eklentiye dahil edildi

source: HTML page
ru: HTML-страница

source: XHTML page
ru: Страница XHTML

source: SGML document
ru: Документ SGML

source: LaTeX document
ru: Документ LaTeX

source: Lout document
ru: Документ "Lout

source: UNIX Manual page
ru: Страница руководства по UNIX

source: MagicPoint presentation
ru: Презентация MagicPoint

source: Wikipedia page
ru: Страница в Википедии

source: Google Wiki page
ru: Вики-страница Google

source: DokuWiki page
ru: Страница DokuWiki

source: MoinMoin page
ru: Страница MoinMoin

source: PageMaker document
ru: Документ PageMaker

source: Plain Text
ru: Обычный текст

source: %s version %s <%s>
ru: %s версия %s <%s>

source: Usage: %s [OPTIONS] [infile.t2t ...]
ru: Использование: %s [ПАРАМЕТРЫ] [файл.t2t ...]

source: -t, --target=TYPE set target document type. currently supported:
ru: -t, --target=ТИП задайте тип целевого документа. в настоящее время поддерживается:

source: -i, --infile=FILE set FILE as the input file name ('-' for STDIN)
ru: -i, --infile=FILE установить ФАЙЛ в качестве имени входного файла ('-' для STDIN)

source: -o, --outfile=FILE set FILE as the output file name ('-' for STDOUT)
ru: -o, --outfile=FILE установить ФАЙЛ в качестве имени выходного файла ('-' для STDOUT)
