Repository: paulber007/AllMyNVDAAddons
Catalog: NVDAExtensionGlobalPlugin/dev/NVDAExtensionGlobalPlugin-14.1-dev4/locale/*/LC_MESSAGES/nvda.po
Languages: da, es, ru, sk, tr, vi

source: Current log file path copied to clipboard
vi: Đường dẫn tệp nhật ký hiện tại được sao chép vào clipboard

source: Current log file path cannot be copied to clipboard
vi: Đường dẫn tệp nhật ký hiện tại không thể được sao chép vào clipboard

source: Windows'list
vi: Danh sách Windows

source: Link
vi: Liên kết

source: Heading
vi: Tiêu đề

source: Button
vi: nút

source: Landmark
vi: MỐC

source: Radio button
vi: Nút radio

source: Paragraph
vi: Đoạn văn

source: Check box
vi: Hộp kiểm

source: Combo box
vi: Hộp tổ hợpDANH SÁCH THẢ XUỐNG

source: Table
vi: BẢNG Table

source: Edit
vi: Biên tậpNHẬP LIỆU

source: List
vi: Danh sách

source: Graphic
vi: HÌNH ẢNH

source: Separator
vi: Dấu phân cách

source: Frame
vi: Khung

source: Division
vi: Bộ phận

source: Blocquote
vi: Khối

source: List item
vi: Danh sách mục

source: Embedded object
vi: Đối tượng nhúng

source: Clickable
vi: Có thể nhấp

source: UnDo
vi: Hoàn tác

source: W&ith key combination:
vi: Tổ hợp phím W & ith:

source: Do you want save changes made in "%s" mode
vi: Bạn có muốn lưu các thay đổi được thực hiện trong "%s" mode

source: Computer's shut down
vi: bạn muốn làm gìMáy tính tắt

source: &Delay befor shutdown or reboot between {min} and {max} seconds
vi: & Trì hoãn trước khi tắt máy hoặc khởi động lại trong khoảng từ {min} đến {max} giây

source: Hibernate isn't available. Sleep mode is activated.
vi: chế độ ngủ đông không có sẵn. Chế độ ngủ được kích hoạt.

source: No audio controller for this application
vi: Không có bộ điều khiển âm thanh cho ứng dụng này

source: stronger
vi: to lên

source: strongest
vi: nhỏ đi

source: max
vi: to nhất đến mức tối đa

source: min
vi: bé nhất

source: At maximum
vi: đến mức tối đa

source: At minimum
vi: Ở mức tối thiểu

source: Keyboard Key renaming
vi: Đổi tên bàn phím

source: R&emove al
vi: & chuyển đến

source: Entry new label:
vi: Nhập nhãn mới:

source: End duration inone minute
vi: Thời lượng kết thúc trong một phút

source: End ofduration
vi: Hết hạn

source: Enter the &annonce to be spoken at the end of duration:
vi: Nhập & annonce sẽ được nói vào cuối thời lượng:

source: Delayto be alerted before ending (in minutes):
vi: Trì hoãn để được cảnh báo trước khi kết thúc (tính bằng phút):

source: Ring options
vi: Tùy chọn nhẫn

source: &Delay between rings (in miliseconds):
vi: & Độ trễ giữa các vòng (tính bằng milisecond):

source: Color: %s
vi: Màu sắc: %s

source: Paragraph's indentation:%s
vi: Đoạn văn thụt lề:% s

source: Indentations: %s
vi: Ấn độ:% s

source: The configuration file of %s addon contains errors. The addon configuration has been reset to default configuration
vi: Tệp cấu hình của addon% s chứa lỗi. Cấu hình addon đã được đặt lại về cấu hình mặc định

source: The old configuration file of %s addon contains errors. It's not possible to keep previous configuration
vi: Tệp cấu hình cũ của addon% s chứa lỗi. Không thể giữ cấu hình trước đó

source: The add-on configuration will be reset to factory values and NVDA will be restarted. Would you like to continue ?
vi: Cấu hình bổ trợ sẽ được đặt lại về giá trị gốc và NVDA sẽ được khởi động lại. Bạn có muốn tiếp tục không ?

source: Some Changes have been made . You must save the configuration and restart NVDA for these changes to take effect. Would you like to do it now?
vi: Một số thay đổi đã được thực hiện. Bạn phải lưu cấu hình và khởi động lại NVDA để những thay đổi này có hiệu lực. Bạn có muốn làm điều đó bây giờ?

source: features's installation
vi: cài đặt tính năng

source: Display &systray icons and running application windows lists:
vi: Hiển thị & biểu tượng hệ thống và danh sách cửa sổ ứng dụng đang chạy:

source: &complex symbols edition help:
vi: & hướng dẫn biểu tượng phức tạp

source: &Focused Application's informations:
vi: & thông tim của ứng dụng đang chạy

source: c&lipboard command announcement:
vi: Thông báo lệnh

source: C&urrent folder report:
vi: thông báo thư mục được chọn

source: &Keyboard Key renaming:
vi: & Đổi tên phím bàn phím:

source: &Voice profil switching:
vi: & Chuyển đổi CẤU HÌNH GIỌNG NÓI

source: &Developpement's tools
vi: & Công cụ CHO nhà phát triển

source: Date and time - supplements
vi: Ngày và giờ - bổ sung

source: &Report next word on deletion
vi: & thông báo khi xóa từ tiếp theo

source: Current configuration profil's level
vi: mức cấu hình hiện tại

source: Na&vigate in loop
vi: điều hướng trình duyệt vòng lập

source: Windows
vi: cửa sổ

source: &No object description inWindows ribbons
vi: & Không mô tả đối tượng trong ruy băng

source: Main and NVDA
vi: Chính và NVDA

source: Th&reshold of recovery of the volume:
vi: & phục hồi và dữ âm lượng:

source: R&ecovery level:
vi: Cấp độ R & âm lượng chính :

source: &Do not take account of the option called Report object descriptions during the display of the dialog box style confirmation
vi: & Không xem xét tùy chọn có tên Báo cáo mô tả đối tượng trong khi hiển thị xác nhận hộp thoại

source: &allow the standard use of the numeric keypad
vi: & cho phép sử dụng bàn phím số

source: &Enable / disable numeric keypad's standard use with num lock key
vi: & Bật / tắt sử dụng tiêu chuẩn của bàn phím số với phím khóa num

source: Automatically check for &updates
vi: Tự động kiểm tra và cập nhật

source: Update also release versions to &developpement versions
vi: cập nhật cả bản phát triển và ổn định

source: Parameters
vi: Thông số

source: warning
vi: cảnh báo

source: Impossible, the synthetizer of voice profile {voiceProfileName} associated to selector {selector} is not available. Do you want to free this selector ?
vi: bộ đọc không thể sử dụng.bạn có muốn xóa không

source: Synthetizer error
vi: bộ đọc bị lỗi

source: Voice profile selectors's Management of profile %s
vi: Quản lý hồ sơ giọng nói Quản lý hồ sơ% s

source: Synthetizer: %s
vi: Tổng hợp:% s

source: Do you want realy free selector {selector} associated to voice profile {voiceProfileName}
vi: bạn có muốn bộ đọc này được liên kết với cấu hình hiện tại

source: Do you want realy free all selectors set to this configuration profile ?
vi: bạn có muốn bộ đọc này được liên kết với cấu hình hiện tại

source: NVDA - System tray icons 's list
vi: NVDA - Danh sách biểu tượng khay hệ thốngdanh sách khay hệ thống

source: Dou&ble left click
vi: nhấp đúp chuột trái

source: Switch voice profile
vi: Chuyển đổi cấu hình giọng nói

source: Display dialog to shut down, reboot or hibernate the computer
vi: Hiển thị hộp thoại để tắt, khởi động lại hoặc ngủ đông máy tính

source: Shutt down the computer
vi: Tắt máy tính

source: Display the list of last used symbols
vi: Hiển thị danh sách các ký hiệu được sử dụng cuối cùng

source: Report the application 's name and version
vi: thông báo tên và phiên bản của ứng dụng

source: Display dialog to start the minute timer.If minute timer already started, display dialog to report duration
vi: bắt đầu bộ hẹn giờ nếu nó đã bắt đầu hiển thị thời gian còn lại

source: Display commands shell's list
vi: Hiển thị danh sách shell

source: report the full path of current selected folder in the open or Save dialog box
vi: thông báo đường dẫn đầy đủ của thư mục được chọn hiện tại trong hộp thoại mở hoặc Lưu

source: Explor my user configuration's folder
vi: Khám phá thư mục cấu hình người dùng của tôi

source: Explore NVDA programs's folder
vi: Khám phá thư mục của chương trình NVDA

source: display speech history records
vi: hiển thị lịch sử giọng nói

source: Report previous record of the speech history and copy it to clipboard
vi: Báo cáo hồ sơ trước đó của lịch sử bài phát biểu và sao chép nó vào clipboardthông báo lời nói chước và chép vào bộ nhớ tạm

source: Report current record of the speech history and copy it to clipboard.Twice: display speech history
vi: Báo cáo bản ghi hiện tại của lịch sử giọng nói và sao chép nó vào clipboard.Twice: hiển thị lịch sử giọng nóithông báo lời nói hiện tại và chép nó vào bộ nhớ tạm

source: Report next record of the speech history and copy it to clipboard
vi: Báo cáo bản ghi tiếp theo của lịch sử bài phát biểu và sao chép nó vào clipboard

source: Restart NVDA. Twice: restart with log levelset to debug
vi: Khởi động lại NVDA. Hai lần: khởi động lại với nhật kí gỡ lỗi

source: Display keyboard key renaming dialog
vi: Hiển thị hộp thoại đổi tên bàn phím

source: Reports the current time. Twice, reports the current date. Third: copy date and time to the clipboard
vi: Báo cáo thời gian hiện tại. Hai lần, báo cáo ngày hiện tại. 3 LẦN : sao chép ngày và thời gian vào clipboard

source: Display formatting info for the current review cursor position within a document in dialog box
vi: Hiển thị thông tin định dạng cho vị trí con trỏ đánh giá hiện tại trong tài liệu trong hộp thoại

source: Toggle current application's volume mute
vi: Chuyển đổi im lặng âm lượng của ứng dụng hiện tại

source: Launch %s commands's shell
vi: Khởi chạy shell của lệnh% s

source: Set selector 1 as current selector and Sets , if possible, it associated voice profile as current voice profile
vi: Đặt bộ chọn 1 làm bộ chọn hiện tại , nếu có thể, nó sẽ liên kết cấu hình giọng nói làm cấu hình giọng nói hiện tại

source: Set selector 2 as current selector and Sets , if possible, it associated voice profile as current voice profile
vi: Đặt bộ chọn 2 làm bộ chọn hiện tại , nếu có thể, nó sẽ liên kết cấu hình giọng nói làm cấu hình giọng nói hiện tại

source: Set selector 3 as current selector and Sets , if possible, it associated voice profile as current voice profile
vi: Đặt bộ chọn 3 làm bộ chọn hiện tại , nếu có thể, nó sẽ liên kết cấu hình giọng nói làm cấu hình giọng nói hiện tại

source: Set selector 4 as current selector and Sets , if possible, it associated voice profile as current voice profile
vi: Đặt bộ chọn 4 làm bộ chọn hiện tại , nếu có thể, nó sẽ liên kết cấu hình giọng nói làm cấu hình giọng nói hiện tại

source: Set selector 5 as current selector and Sets , if possible, it associated voice profile as current voice profile
vi: Đặt bộ chọn 5 làm bộ chọn hiện tại , nếu có thể, nó sẽ liên kết cấu hình giọng nói làm cấu hình giọng nói hiện tại

source: Set selector 6 as current selector and Sets , if possible, it associated voice profile as current voice profile
vi: Đặt bộ chọn 6 làm bộ chọn hiện tại , nếu có thể, nó sẽ liên kết cấu hình giọng nói làm cấu hình giọng nói hiện tại

source: Set selector 7 as current selector and Sets , if possible, it associated voice profile as current voice profile
vi: Đặt bộ chọn 7 làm bộ chọn hiện tại , nếu có thể, nó sẽ liên kết cấu hình giọng nói làm cấu hình giọng nói hiện tại

source: Set selector 8 as current selector and Sets , if possible, it associated voice profile as current voice profile
vi: Đặt bộ chọn 8 làm bộ chọn hiện tại , nếu có thể, nó sẽ liên kết cấu hình giọng nói làm cấu hình giọng nói hiện tại

source: Display tools for add-on developpement dialog
vi: Hiển thị công cụ cho hộp thoại phát triển bổ trợ

source: Click the left mouse button at navigator object position. Twice: click twice this button at this position
vi: Nhấp vào nút chuột trái ở vị trí đối tượng điều hướng. Hai lần: nhấp hai lần nút này ở vị trí này

source: Click the right mouse button at naviHgator object position. Twice: click twice this button at this position
vi: Nhấp chuột phải vào vị trí đối tượng naviHgator. Hai lần: nhấp hai lần nút này ở vị trí này

source: Enable or disable the standard use of numeric keypad
vi: Kích hoạt hoặc vô hiệu hóa việc sử dụng tiêu chuẩn của bàn phím số

source: Settings...
vi: Cài đặt ...

source: Menu to explore NVDA program or configuration
vi: Menu chương trình hoặc cấu hình NVDA

source: addon: {name}, version: {version}
vi: addon: {name}, phiên bản: {phiên bản}

source: No addon
vi: Không có addon

source: addd-on's path: %s
vi: đường dẫn addd-on:% s

source: Application context's informations's informations
vi: Thông tin đi tắt ứng dụng

source: Current log file path cannot be copied to clipboard
vi: Đường dẫn tệp nhật ký hiện tại không thể được sao chép vào clipboard

source: There has been no change of gesture made by the user
vi: Không thay đổi cử chỉ của người dùng

source: This functionnality is only available if selective command announcement or speech remanence functionnality is installed
vi: Chức năng này chỉ khả dụng nếu thông báo lệnh chọn lọc hoặc chức năng phục hồi giọng nói được cài đặt

source: Numeric pad navigation mode toggle is not available
vi: Chuyển đổi chế độ điều hướng số không có sẵn

source: &Run script
vi: &Chạy script

source: Cannot get add-on translated manifest of %s language
vi: Không thể nhận bản kê khai dịch bổ trợ của ngôn ngữ% s

source: No html file converted
vi: Không có tệp html nào được chuyển đổi

source: Creation of manifest.ini file
vi: Tạo tập tin manifest.ini

source: the manifest.ini file already exists. Do you really want to update it ?
vi: tập tin manifest.ini đã tồn tại. Bạn có thực sự muốn cập nhật nó?

source: Creation of locale manifest.ini file
vi: Tạo tập tin manifest.ini

source: Creation of localization manifest.ini file
vi: Tạo tập tin manifest.ini nội địa hóa

source: %s localization manifest.ini files created
vi: % s tệp tin bản địa hóa được tạo

source: But for this languages translated string are missing: %s
vi: Nhưng đối với ngôn ngữ này, chuỗi dịch bị thiếu:% s

source: Warning: buildVars.py already exist. Do you want to replace it ?
vi: Cảnh báo: buildVars.py đã tồn tại. Bạn có muốn thay thế nó ?

source: Tools for add-on developpement
vi: công cụ để phát triển tiện ích bổ sung

source: The update is not compatible with this version of NVDA. Minimum NVDA version: {minYear}{minMajor}, last tested: {testedYear}.{testedMajor}.
vi: Bản cập nhật không tương thích với phiên bản NVDA này. Phiên bản NVDA tối thiểu: {minYear} {minMajor}, được thử nghiệm lần cuối: {testsYear}. {Đã kiểm traMajor}.

source: New version available, version %s. Do you want download it now?
vi: Phiên bản mới có sẵn, phiên bản% s. Bạn có muốn tải về nó bây giờ?

source: User input Gestures
vi: Cử chỉ đầu vào của người dùng

source: Do you really want to erase all the modification of gesture control that have been made ?
vi: Bạn có thực sự muốn xóa tất cả các sửa đổi của cử chỉ đã được chỉnh sửa ?

source: NVDAExtensionGlobalPlugin add-on - warning
vi: NVDATiện ích mở rộngGlobalPlugin add-on - cảnh báo

source: Tree view, treeview's item
vi: Chế độ xem cây, mục treeviewcây thư mục

source: ComboBox
vi: ComboBoxdanh sách thả xuống

source: Slider
vi: Thanh trượt

source: Table, table's item
vi: Bảng, mục của bảng

source: Menu, menu's item
vi: Menu, mục của menu

source: Container (Tools bar, panel, application, ...)
vi: Container (Thanh công cụ, bảng điều khiển, ứng dụng, ...)

source: Text
vi: văn bản

source: Ignore untaggeditems
vi: Bỏ qua unsaggeditems

source: &Type:
vi: &Kiểu:

source: Do you want to keep previous add-on configuration settings ?
vi: bạn có muốn dữ các thiết lập từ chước không

source: Attention, you must uninstall %s addon because it is now included in this addon.
vi: Chú ý, bạn phải gỡ cài đặt addon% s vì hiện tại nó đã được bao gồm trong addon này.
