Repository: paulber007/AllMyNVDAAddons
Catalog: NVDAExtensionGlobalPlugin/dev/NVDAExtensionGlobalPlugin-14.1-dev4/locale/*/LC_MESSAGES/nvda.po
Languages: da, es, ru, sk, tr, vi

source: Report the current time. Twice: report the current date. Third: copy date and time to the clipboard
da: Oplyser aktuel tid. To tryk oplyser aktuel dato. Tre tryk kopierer dato og tid til udklipsholderen
es: Anunciar la hora actual. Pulsando dos veces, anunciar la fecha actual. Pulsando tres veces: copiar la fecha y hora al portapapeles
ru: Сообщить текущее время. Дважды: сообщить текущую дату. Трижды: скопировать дату и время в буфер обмена
sk: Nahlásiť aktuálny čas. Dvakrát: nahlásiť aktuálny dátum. Po tretie: skopírovať dátum a čas do schránky
tr: Saati söyle. İki kez, tarihi söyle. Üç kez, saat ve tarih bilgisini panoya kopyala

source: Copy date and time to the clipboard
da: Kopiér dato og tid til udklipsholderen
es: Copiar fecha y hora al portapapeles
ru: Скопировать дату и время в буфер обмена
sk: Skopírovať dátum a čas do schránky
tr: Tarih ve saati panoya kopyala
vi: Sao chép ngày giờ vào bảng tạm

source: Display, in dialog box, formatting informations for the current review cursor position within a document
da: Vis oplysninger om formatering for læsemarkørens aktuelle position i et dokument i en dialogboks
es: Mostrar, en un cuadro de diálogo, la información de formato para la posición actual del cursor de revisión dentro de un documento
ru: Отобразить в диалоговом окне сведений о форматировании для текущего положения курсора просмотра в документе
sk: Zobraziť v dialógovom okne informácie o formátovaní pre aktuálnu pozíciu kurzora pre prezeranie v dokumente
tr: İnceleme imlecinin konumundaki yazı biçimi bilgisini bir iletişim kutusunda göster

source: Launch commands's interpreter of add-on
da: Åbn tilføjelsesprogrammets kommandofortolker
es: Ejecutar las órdenes del intérprete del complemento
ru: Интерпретатор команд запуска дополнения
sk: Spustit prekladač doplnku príkazov
tr: Eklenti komut katmanını aç

source: Set selector 1 as current selector and set, if possible, its associated voice profile as current voice profile
da: Indstil forvalg 1 som det aktuelle forvalg og, hvis muligt, gør den tilknyttede stemmeprofil til den aktuelle stemmeprofil
es: Establezca el selector 1 como el selector actual y, si es posible, defina su perfil de voz asociado como un perfil de voz actual
ru: Установить селектор 1 в качестве текущего селектора и, если возможно, установить связанный с ним голосовой профиль в качестве текущего голосового профиля
sk: Nastaviť volič 1 ako aktuálny volič a nastaviť, ak je to možné, jeho pridružený hlasový profil ako aktuálny hlasový profil
tr: Birinci seçiciyi geçerli seçici olarak ayarla ve daha önce ayarlanmışsa, atanmış ses profiline geç

source: Set selector 2 as current selector and set, if possible, its associated voice profile as current voice profile
da: Indstil forvalg 2 som det aktuelle forvalg og, hvis muligt, gør den tilknyttede stemmeprofil til den aktuelle stemmeprofil
es: Establezca el selector 2 como el selector actual y, si es posible, defina su perfil de voz asociado como un perfil de voz actual
ru: Установить селектор 2 в качестве текущего селектора и, если возможно, установить связанный с ним профиль голоса в качестве текущего профиля голоса
sk: Nastaviť volič 2 ako aktuálny volič a nastaviť, ak je to možné, jeho pridružený hlasový profil ako aktuálny hlasový profil
tr: İkinci seçiciyi geçerli seçici olarak ayarla ve daha önce ayarlanmışsa, atanmış ses profiline geç

source: Set selector 3 as current selector and set, if possible, its associated voice profile as current voice profile
da: Indstil forvalg 3 som det aktuelle forvalg og, hvis muligt, gør den tilknyttede stemmeprofil til den aktuelle stemmeprofil
es: Establezca el selector 3 como el selector actual y, si es posible, defina su perfil de voz asociado como un perfil de voz actual
ru: Установить селектор 3 в качестве текущего селектора и, если возможно, установить связанный с ним профиль голоса в качестве текущего профиля голоса
sk: Nastaviť volič 3 ako aktuálny volič a nastaviť, ak je to možné, jeho pridružený hlasový profil ako aktuálny hlasový profil
tr: Üçüncü seçiciyi geçerli seçici olarak ayarla ve daha önce ayarlanmışsa, atanmış ses profiline geç

source: Set selector 4 as current selector and set, if possible, its associated voice profile as current voice profile
da: Indstil forvalg 4 som det aktuelle forvalg og, hvis muligt, gør den tilknyttede stemmeprofil til den aktuelle stemmeprofil
es: Establezca el selector 4 como el selector actual y, si es posible, defina su perfil de voz asociado como un perfil de voz actual
ru: Установить селектор 4 в качестве текущего селектора и, если возможно, установить связанный с ним профиль голоса в качестве текущего профиля голоса
sk: Nastaviť volič 4 ako aktuálny volič a nastaviť, ak je to možné, jeho pridružený hlasový profil ako aktuálny hlasový profil
tr: Dördüncü seçiciyi geçerli seçici olarak ayarla ve daha önce ayarlanmışsa, atanmış ses profiline geç

source: Set selector 5 as current selector and set, if possible, its associated voice profile as current voice profile
da: Indstil forvalg 5 som det aktuelle forvalg og, hvis muligt, gør den tilknyttede stemmeprofil til den aktuelle stemmeprofil
es: Establezca el selector 5 como el selector actual y, si es posible, defina su perfil de voz asociado como un perfil de voz actual
ru: Установить селектор 5 в качестве текущего селектора и, если возможно, установить связанный с ним профиль голоса в качестве текущего профиля голоса
sk: Nastaviť volič 5 ako aktuálny volič a nastaviť, ak je to možné, jeho pridružený hlasový profil ako aktuálny hlasový profil
tr: Beşinci seçiciyi geçerli seçici olarak ayarla ve daha önce ayarlanmışsa, atanmış ses profiline geç

source: Set selector 6 as current selector and set, if possible, its associated voice profile as current voice profile
da: Indstil forvalg 6 som det aktuelle forvalg og, hvis muligt, gør den tilknyttede stemmeprofil til den aktuelle stemmeprofil
es: Establezca el selector 6 como el selector actual y, si es posible, defina su perfil de voz asociado como un perfil de voz actual
ru: Установить селектор 6 в качестве текущего селектора и, если возможно, установить связанный с ним профиль голоса в качестве текущего профиля голоса
sk: Nastaviť volič 6 ako aktuálny volič a nastaviť, ak je to možné, jeho pridružený hlasový profil ako aktuálny hlasový profil
tr: Altıncı seçiciyi geçerli seçici olarak ayarla ve daha önce ayarlanmışsa, atanmış ses profiline geç

source: Set selector 7 as current selector and set, if possible, its associated voice profile as current voice profile
da: Indstil forvalg 7 som det aktuelle forvalg og, hvis muligt, gør den tilknyttede stemmeprofil til den aktuelle stemmeprofil
es: Establezca el selector 7 como el selector actual y, si es posible, defina su perfil de voz asociado como un perfil de voz actual
ru: Установить селектор 7 в качестве текущего селектора и, если возможно, установить связанный с ним профиль голоса в качестве текущего профиля голоса
sk: Nastaviť volič 7 ako aktuálny volič a nastaviť, ak je to možné, jeho pridružený hlasový profil ako aktuálny hlasový profil
tr: Yedinci seçiciyi geçerli seçici olarak ayarla ve daha önce ayarlanmışsa, atanmış ses profiline geç

source: Set selector 8 as current selector and set, if possible, its associated voice profile as current voice profile
da: Indstil forvalg 8 som det aktuelle forvalg og, hvis muligt, gør den tilknyttede stemmeprofil til den aktuelle stemmeprofil
es: Establezca el selector 8 como el selector actual y, si es posible, defina su perfil de voz asociado como un perfil de voz actual
ru: Установить селектор 8 в качестве текущего селектора и, если возможно, установить связанный с ним профиль голоса в качестве текущего профиля голоса
sk: Nastaviť volič 8 ako aktuálny volič a nastaviť, ak je to možné, jeho pridružený hlasový profil ako aktuálny hlasový profil
tr: Sekizinci seçiciyi geçerli seçici olarak ayarla ve daha önce ayarlanmışsa, atanmış ses profiline geç

source: Displays the dialog to manage the input gestures configured by user
da: Viser dialogen til styring af kommandoer, der er indstillet af brugeren
es: Mostrar el diálogo para administrar los gestos de entrada configurados por el usuario
ru: Показать диалоговое окно для управления жестами ввода, настроенными пользователем.
sk: Zobrazí dialógové okno pre správu vstupných gest nakonfigurovaných užívateľom
tr: Kullanıcı tarafından belirlenmiş girdi hareketlerini listele
vi: Hiển thị hộp thoại để quản lý các cử chỉ đầu vào được định cấu hình bởi người dùng

source: Display tools for add-on development dialog
es: Mostrar el diálogo que presenta las herramientas para el desarrollo de complementos
ru: Показать диалог инструментов для разработки дополнений
sk: Zobraziť nástroje pre dialóg vývoja doplnkov
tr: Eklenti geliştirme araçları iletişim kutusunu görüntüle

source: Click the left mouse button at navigator object position. Twice: click twice this button at this position
da: Klik venstre museknap på navigatorobjektets position. To tryk: Klik to gange på musens venstre knap på denne position
es: Simple clic izquierdo del ratón a la posición actual del navegador de objetos. Dos veces: doble clic izquierdo en esta posición
ru: Щёлкнуть левой кнопкой мыши в положении объекта навигатора. Дважды: дважды нажать эту кнопку в этом положении
sk: Kliknite ľavým tlačidlom myši na pozíciu objektu navigátora. Dvakrát: kliknite dvakrát na toto tlačidlo v tejto pozícii
tr: Nesne konumuna bir kez sol tıkla. Çift sol tık için iki kez basılmalıdır

source: Click the right mouse button at navigator object position. Twice: click twice this button at this position
da: Klik højre museknap på navigatorobjektets position. To tryk: Klik to gange på musens højre knap på denne position
es: Simple clic derecho del ratón a la posición actual del navegador de objetos. Dos veces: doble clic derecho en esta posición
ru: Щелкнуть правой кнопкой мыши в положении объекта навигатора. Дважды: дважды нажать эту кнопку в этом положении
sk: Kliknite pravým tlačidlom myši na pozíciu objektu navigátora. Dvakrát: kliknite dvakrát na toto tlačidlo v tejto pozícii
tr: Nesne konumuna sağ tıkla. Çift sağ tık için iki kez basın

source: Display add-on settings dialog
da: Vis dialog med tilføjelsesprogrammets indstillinger
es: Mostrar el diálogo de configuración del complemento
ru: Отобразить диалог настроек дополнения
sk: Zobraziť dialógové okno nastavenia doplnku
tr: Eklenti ayarları iletişim kutusunu aç
vi: Hiển thị hộp thoại cài đặt bổ trợ

source: Display settings dialog for current configuration profile
da: Vis indstillingsdialogen for den aktuelle indstillingsprofil
es: Mostrar el diálogo de opciones para el perfil de configuración actual
ru: Показать диалог настроек для текущего профиля конфигурации
sk: Zobraziť dialógové okno nastavenia pre aktuálny konfiguračný profil
tr: Geçerli konfigürasyon profili için ayarlar iletişim kutusunu göster

source: Enable or disable the standard use of numeric keypad
da: Aktiverer eller deaktiverer den traditionelle virkemåde for det numeriske tastatur
es: Habilitar o deshabilitar el uso estándar del teclado numérico
ru: Включить или отключить стандартное использование цифровой клавиатуры
sk: Povolí alebo zakáže štandardné používanie numerickej klávesnice
tr: Numaratör tuşlarının standard kullanımını açıp kapa

source: Close all opened windows
da: Luk alle åbne vinduer
es: Cerrar todas las ventanas abiertas
ru: Закрыть все открытые окна
sk: Zatvoriť všetky otvorené okná
tr: Tüm açık pencereleri kapat

source: Display running add-ons list
da: Vis liste med kørende tilføjelsesprogrammer
es: Mostrar lista de complementos en funcionamiento
ru: Отобразить список запущенных дополнений
sk: Zobraziť zoznam spustených doplnkov
tr: Çalışan eklenti listesini görüntüle

source: Report current speech settings. Twice: display them
da: Oplæs aktuelle taleindstillinger. To gange: vis dem
es: Anunciar las opciones de voz actuales. Pulsando dos veces: los muestra
ru: Сообщить о текущих настройках речи. Дважды: показать их
sk: Nahlásiť aktuálne nastavenie reči. Dvakrát: zobraziť ich
tr: Mevcut konuşma ayarlarını söyle. İki kez: ayarları görüntüle

source: Report current speech settings
da: Oplys aktuelle tale-indstillinger
es: Anunciar las opciones de voz actuales
ru: Сообщить о текущих настройках речи
sk: Nahlásiť aktuálne nastavenie reči
tr: Mevcut konuşma ayarlarını söyle

source: Display current speech settings
da: Vis aktuelle taleindstillinger
es: Mostrar las opciones de voz actuales
ru: Отобразить текущие настройки речи
sk: Zobraziť aktuálne nastavenie reči
tr: Mevcut konuşma ayarlarını görüntüle

source: Activate or desactivate text analyzer
es: Habilitar o deshabilitar el analizador de texto
ru: Включение или выключение анализатора текста
sk: Aktivovať alebo deaktivovať textový analyzátor
tr: Metin analizcisini etkinleştir veya devre dışı bırak

source: Analyze the word under system cursor
da: Analysér ordet ved systemmarkøren
es: Analizar la palabra bajo el cursor del sistema
ru: Проанализировать слово под системным курсором
sk: Analyzovat slovo pod systémovým kurzorom
tr: Sistem imlecinin altındaki kelimeyi analiz et

source: Analyze the line under system cursor
da: Analysér linjen ved systemmarkøren
es: Analizar la línea bajo el cursor del sistema
ru: Проанализировать строку под системным курсором
sk: Analyzovat riadok pod systémovým kurzorom
tr: Sistem imlecinin altındaki satırı analiz et

source: Analyze the sentence under system cursor
da: Analysér sætningen ved systemmarkøren
es: Analizar la frase bajo el cursor del sistema
ru: Проанализировать предложение под системным курсором
sk: Analyzovat vetu pod systémovým kurzorom
tr: Sistem imlecinin altındaki cümleyi analiz et

source: Analyze the paragraph under system cursor
da: Analysér afsnittet ved systemmarkøren
es: Analizar el párrafo bajo el cursor del sistema
ru: Проанализировать абзац под системным курсором
sk: Analyzovat odsek pod systémovým kurzorom
tr: Sistem imlecinin altındaki paragrafı analiz et

source: Move to next irregularity detected by text analyzer
da: Flyt til næste uregelmæssighed fundet af tekstanalyseringen
es: Mueva el cursor a la siguiente irregularidad detectada por el analizador de texto
ru: Перейти к следующей ошибке, обнаруженной текстовым анализатором
sk: Prejsť k ďalšej nezrovnalosti zistenej textovým analyzátorom
tr: Metin analizti tarafından algılanan bir sonraki düzensizliğe git

source: Move to previous irregularity detected by text analyzer
da: Flyt til forrige uregelmæssighed fundet af tekstanalyseringen
es: Mueva el cursor a la anterior irregularidad detectada por el analizador de texto
ru: Перейти к предыдущей ошибке, обнаруженной текстовым анализатором
sk: Prejsť na predchádzajúcu nezrovnalosť zistenú textovým analyzátorom
tr: Metin analizti tarafından algılanan önceki düzensizliğe git

source: Display the dialog to manage user configurations
da: Viser dialogen til at administrere brugerindstillinger
es: Mostrar el diálogo para gestionar las configuraciones del usuario
ru: Показать диалоговое окно для управления пользовательскими настройками
sk: Zobraziť dialógové okno pre správu užívateľských konfigurácií
tr: Kullanıcı konfigürasyonlarını yönetmek için iletişim kutusunu göster

source: Toggle reporting of current caret position in edit box
da: Slå oplysning af markørens position i skrivefelter til og fra
es: Habilitar y deshabilitar el anuncio de la posición actual del cursor en un campo de edición
ru: Переключение отображения текущей позиции курсора в окне редактирования
sk: Prepnúť hlásenie aktuálnej pozície striešky v editačnom poli
tr: Düzenleme kutusundaki mevcut imleç konumunun bildirimini aç/kapa

source: Add, to clipboard, the selected text
es: Añadir, al portapapeles, el texto seleccionado
ru: Добавить в буфер обмена выделенный текст
sk: Pridať do schránky vybraný text
tr: Seçili metni panoya ekle

source: Empty the clipboard
da: Tøm udklipsholderen
es: Vaciar el portapapeles
ru: Очистить буфер обмена
sk: Vyprázdnit schránku
tr: Panoyu boşalt

source: Display clipboard text in a information windows
es: Mostrar el contenido del portapapeles en una ventana de información
ru: Показать текст буфера обмена в информационном окне
tr: Pano metnini bir bilgi penceresinde görüntüle

source: Display the temporary audio device manager
da: Vis dialogen til styring af midlertidig lydenhed
es: Mostrar el administrador de dispositivos de audio temporal
ru: Показать диспетчер временных аудиоустройств
sk: Zobrazte dočasného správcu zvukových zariadení
tr: Geçici ses aygıtı yöneticisini göster

source: Leave up the temporary audio device
da: Forlad den midlertidige lydenhed
es: Abortar el dispositivo de audio temporal
ru: Отключить временное аудиоустройство
sk: Ponechajte dočasné zvukové zariadenie
tr: Geçici ses aygıtını bırak

source: Set, as temporary audio device, the next device in the list of checked devices of the temporary audio device manager
da: Indstil den næste lydenhed i listen over valgte enheder i funktionen til styring af midlertidige output lydenheder som midlertidig lydenhed for output
es: Establezca, como dispositivo de audio temporal, el siguiente dispositivo en la lista de dispositivos marcados en el administrador de dispositivos de audio temporal
ru: Установить в качестве временного аудиоустройства следующее устройство в списке проверенных устройств менеджера временных аудиоустройств
sk: Nastaviť ako dočasné zvukové zariadenie ďalšie zariadenie v zozname začiarknutých zariadení správcu dočasných zvukových zariadení
tr: Geçici ses çıkış aygıtı yöneticisinde seçilen aygıtlar listesindeki bir sonraki aygıtı geçici ses çıkış aygıtı olarak ayarla

source: Set, as temporary audio output device , the next device in the list of devices selected in the temporary audio output device manager. Twice: leave up the temporary audio output device
da: Indstil den næste lydenhed i listen over valgte enheder i funktionen til styring af midlertidige output lydenheder som midlertidig lydenhed for output. To tryk: Forlad den midlertidige output lydenhed
es: Establezca, como un dispositivo de salida de audio temporal, el siguiente dispositivo en la lista de dispositivos seleccionados en el administrador de dispositivos de salida de audio temporal. Pulsando dos veces: abortar el dispositivo de salida de audio temporal
ru: Установите в качестве временного устройства вывода звука следующее устройство в списке устройств, выбранных в менеджере временных устройств вывода звука. Дважды: отключить временное устройство вывода звука
sk: Nastaviť ako dočasné zvukové výstupné zariadenie ďalšie zariadenie v zozname zariadení vybraných v správcovi dočasného zvukového výstupného zariadenia. Dvakrát: ponechajte dočasné výstupné zariadenie zvuku
tr: Geçici ses çıkış aygıtı yöneticisinde seçilen aygıtlar listesindeki bir sonraki aygıtı geçici ses çıkış aygıtı olarak ayarla. İki kez: geçici ses çıkış aygıtını bırak

source: Activate quick Addons Activation Dialog
da: Åbn dialogen til hurtig aktivering af tilføjelsesprogrammer
es: Mostrar el diálogo para habilitar o deshabilitar rápidamente los complementos
ru: Активировать диалоговое окно быстрой активации дополнений
sk: Aktivujte rýchle dialógové okno pre aktiváciu doplnkov
tr: Hızlı Eklenti Etkinleştirme İletişim Kutusunu aç

source: Set on main and NVDA volume
da: Indstil systemlydstyrken og lydstyrken for NVDA
es: Ajustar el sonido principal y de NVDA
ru: Установить на основной и NVDA громкость
sk: Nastavit na hlavné a NVDA zväzok
tr: Ana ve NVDA ses seviyesini ayarla
vi: Đặt trên âm lượng chính và NVDAcài đặt âm lượng chính và nvda

source: Toggle current focused application volume mute
da: Slå lyden i det aktive program til og fra
es: Silenciar o reestablecer el sonido para la aplicación bajo el cursor
ru: Отключить отключение звука в текущем приложении
sk: Prepnúť stlmenie hlasitosti aktuálne zamerané aplikácie
tr: Odaklanan uygulama için sesi kapatıp aç
vi: tắt tiếng hoặc cài đặt âm thanh cho ứng dụng hiện tại

source: Increase volume of current focused application
da: Skru lyden op for det aktuelle program
es: Aumentar el volumen de la aplicación bajo el cursor
ru: Увеличить громкость текущего целевого приложения
sk: Zvýšiť hlasitosť aktuálne zameranej aplikácie
tr: Odaklanan uygulamanın sesini artır
vi: Tăng âm lượng của ứng dụng hiện tại

source: Decrease volume of current focused application
da: Skru lyden ned for det aktuelle program
es: Disminuir el volumen de la aplicación bajo el cursor
ru: Уменьшить громкость текущего целевого приложения
sk: Znížiť hlasitosť aktuálne zamerané aplikácie
tr: Odaklanan uygulamanın sesini azalt
vi: Giảm âm lượng của ứng dụng hiện tại

source: Maximize volume of current focused application
da: Maksimér lydstyrken for det aktuelle program
es: Maximizar el volumen de la aplicación bajo el cursor
ru: Максимально увеличить громкость текущего целевого приложения
sk: Maximalizovať hlasitosť aktuálne zameranej aplikácie
tr: Odaklanan uygulama sesini en üst seviyeye çıkar
vi: Tối đa âm lượng của ứng dụng hiện tại

source: Minimize volume of current focused application
da: Minimér lydstyrken for det aktuelle program
es: Minimizar el volumen de la aplicación bajo el cursor
ru: Максимально уменьшить громкость текущего целевого приложения
sk: Minimalizovať hlasitosť aplikácie pod kurzorom
tr: Odaklanan uygulamanın sesini en aza indir
vi: im lặng khối lượng của ứng dụng hiện tại

source: Set the volume of current focused application to previous level
da: Indstil lydstyrken på det aktuelle program til forrige niveau
es: Ajustar el volumen de la aplicación bajo el cursor al nivel anterior
ru: Установить громкость текущего приложения на предыдущий уровень
sk: Nastaviť hlasitosť aktuálne zameranej aplikácie na predchádzajúcu úroveň
tr: Odaklanan uygulamanın sesini önceki seviyeye ayarla

source: Increase NVDA volume
da: Skru op for NVDA-lydstyrken
es: Aumentar el volumen de NVDA
ru: Увеличить громкость NVDA.
sk: Zvýšiť hlasitosť NVDA
tr: NVDA sesini artır

source: Decrease NVDA volume
da: Skru ned for NVDA-lydstyrken
es: Disminuir el volumen de NVDA
ru: Уменьшить громкость NVDA.
sk: Znížiť hlasitosť NVDA
tr: NVDA sesini azalt

source: Maximize NVDA volume
da: Maksimér NVDAs lydstyrke
es: Maximizar el volumen de NVDA
ru: Максимальная громкость NVDA
sk: Maximalizovať hlasitosť NVDA
tr: NVDA sesini en üst seviyeye çıkar

source: Minimize NVDA volume
es: Minimizar el volumen de NVDA
ru: Минимальная громкость NVDA
sk: Minimalizovať hlasitosť NVDA
tr: NVDA sesini en aza indir

source: Set the NVDA volume to previous level
da: Indstil NVDAs lydstyrke til forrige niveau
es: Ajustar el volumen de NVDA al nivel anterior
ru: Установить громкость NVDA на предыдущий уровень
sk: Nastaviť hlasitosť NVDA na predchádzajúcu úroveň
tr: NVDA ses seviyesini önceki seviyeye ayarla

source: Increase volume of speakers
da: Skru op for højttalernes lydstyrke
es: Aumentar el volumen principal
ru: Увеличить громкость динамиков
sk: Zvýšiť hlasitosť reproduktorov
tr: Hoparlörlerin sesini artır
vi: Tăng âm lượng loa

source: Decrease volume of speakers
da: Skru ned for højttalernes lydstyrke
es: Disminuir el volumen principal
ru: Уменьшить громкость динамиков
sk: Znížiť hlasitosť reproduktorov
tr: Hoparlörlerin sesini azalt
vi: Giảm âm lượng loa

source: Maximize volume of speakers
da: Maksimér højttalernes lydstyrke
es: Maximizar el volumen principal
ru: Максимизировать громкость динамиков
sk: Maximalizovať hlasitosť reproduktorov
tr: Hoparlörlerin sesini en üst seviyeye çıkar
vi: Tối đa âm lượng của loa
