Repository: paulber007/AllMyNVDAAddons
Catalog: NVDAExtensionGlobalPlugin/dev/NVDAExtensionGlobalPlugin-14.1-dev4/locale/*/LC_MESSAGES/nvda.po
Languages: da, es, ru, sk, tr, vi

source: All audio sources {appTo}
da: Alle lydkilder {appTo}
es: Todas las fuentes de audio {appTo}
ru: Все источники звука {appTo}
sk: Všetky zdroje zvuku {appTo}
tr: Tüm ses kaynakları {appTo}

source: Impossible, the volume level cannot be lower than the configured recovery threshold equal to %s
da: Ikke muligt. Lydstyrken kan ikke indstillet til et lavere niveau for gendannelse end gendannelsesniveau lig %s
es: Imposible, el nivel de volumen no puede ser menor que el umbral de recuperación configurado igual a %s
ru: Невозможно, уровень громкости не может быть ниже настроенного порога восстановления, равного %s
sk: Nie je to možné, úroveň hlasitosti nemôže byť nižšia ako nakonfigurovaný prah obnovy rovný %s
tr: İmkansız, ses seviyesi, yapılandırılan kurtarma eşiğinden %s, daha düşük olamaz

source: Audio sources's manager
da: Funktion til styring af midlertidig lydenhed
es: Administrador de fuentes de audio
ru: Менеджер источников звука
sk: Správca zvukových zdrojov
tr: Ses kaynakları yöneticisi

source: Audio output &device:
es: Dis&positivo de salida de audio:
ru: &Устройство вывода звука:
sk: Zvukový výstup a zariadenie:
tr: Ses &Çıkış cihazı:

source: Default Output
da: Standard output
es: Salida predeterminada
ru: Вывод по умолчанию
sk: Predvolený výstup
tr: Varsayılan Çıkış

source: Audio &sources:
da: Lyd&kilder:
es: &Fuentes de audio:
ru: &Источники звука:
sk: &Zdroje zvuku:
tr: Ses kaynakla&rı:

source: &Volume:
da: &Lydstyrke:
es: &Volumen:
ru: &Громкость
sk: &Hlasitosť:
tr: &Ses seviyesi:

source: &Muted
da: &Dæmpet
es: &Silenciado
ru: &Приглушить
sk: &Stlmené
tr: &sessiz

source: Balance
ru: Баланс
sk: Balans
tr: Denge

source: &Left:
da: &Venstre:
es: &Izquierda:
ru: &Слева:
sk: &Vľavo:
tr: So&l:

source: &Right:
da: &Højre:
es: &Derecha:
ru: &Справа:
sk: &vpravo:
tr: Sa&ğ:

source: Sounds
da: Lyde
es: Sonidos
ru: Звуки
sk: Zvuky
tr: Sesler

source: &Tonalities's volume:
da: Lydstyrken for &Toner:
es: Volumen de &tonos:
ru: &Громкость тональностей:
sk: &Hlasitosť tónov:
tr: &Tonlamaların ses seviyesi:

source: &change sound files's gain
da: &Reguler lydfilers lydstyrke
es: &Cambiar la ganancia en los archivos de sonido
ru: &изменение коэффициента усиления звуковых файлов
sk: &zmeniť zisk zvukových súborov
tr: ses dosyalarının kazan&cını değiştir

source: refresh terminated
da: opdatering afsluttet
es: refrescado finalizado
ru: Обновление завершено
sk: obnovovanie ukončené
tr: yenileme sonlandırıldı

source: Please wait, refreshing list
da: Vent venligst, listen opdateres
es: Espera por favor, refrescando la lista
ru: Пожалуйста, подождите, список обновляется
sk: Čakajte prosím, obnovujeme zoznam
tr: Lütfen bekleyin, liste yenileniyor

source: mute
da: slå lyd fra
es: sonido silenciado
ru: Включить звук
sk: Stlmiť
tr: ses kapalı

source: unmute
da: slå lyd til
es: sonido desilenciado
ru: выключить звук
sk: zapnúť zvuk
tr: ses açık

source: Not available, NVDA don't use this audio output device
da: Ikke tilgængelig, NVDA bruger ikke denne lydenhed til output
es: No disponible, NVDA no usa este dispositivo de salida de audio
ru: Недоступно, NVDA не использует это устройство вывода звука
sk: Nie je k dispozícii, NVDA toto zvukové výstupné zariadenie nepoužíva
tr: Kullanılamıyor, NVDA bu ses çıkış aygıtını kullanmıyor

source: The volume of NVDA channels cannot be zero both simultaneously
da: Lydstyrken på begge NVDA kanaler kan ikke samtidig være indstillet til nul
es: El volumen de los canales de NVDA no pueden estar en cero simultáneamente
ru: Громкость каналов NVDA не может быть нулевым одновременно
sk: Hlasitosť kanálov NVDA nemôže byť nula oboch súčasne
tr: NVDA kanallarının ses seviyesi aynı anda sıfır olamaz

source: Searching for audio output devices in progress
da: Søgning efter lydenhed til output er i gang
es: Buscando dispositivos de salida de audio en progreso
ru: Выполняется поиск устройств вывода звука
sk: Prebieha vyhľadávanie zvukových výstupných zariadení
tr: Ses çıkış aygıtları aranıyor

source: Please wait
da: Vent venligst
es: Espera por favor
ru: Пожалуйста, подождите
sk: Prosím, čakajte
tr: Lütfen bekleyin
vi: Xin vui lòng chờ

source: Browse mode activated
da: Gennemsynstilstand slået til
es: Modo Exploración activado
ru: Активация режима просмотра
sk: Režim prehliadania aktivovaný
tr: Tarama modu etkinleştirildi

source: Focus mode activated
da: Fokustilstand slået til
es: Modo foco activado
ru: Активация режима фокусировки
sk: Režim focusu aktivovaný
tr: Odak modu etkinleştirildi

source: Error
da: Fejl
ru: Ошибка
sk: Chyba
tr: Hata

source: NVDA exit
da: NVDA afslut
es: Salir de NVDA
ru: Завершение NVDA
sk: Ukončenie NVDA
tr: NVDA'yı kapat

source: Screen curtain off
da: Skærmtæppe fra
es: Cortina de pantalla deshabilitada
ru: Затемнение экрана выключено
sk: Clona obrazovky vypnutá
tr: Ekran perdesi kapalı

source: Screen curtain on
da: Skærmtæppe til
es: Cortina de pantalla habilitada
ru: Затемнение экрана включено
sk: Clona obrazovky zapnutá
tr: Ekran perdesi açık

source: NVDA start
es: Iniciar NVDA
ru: Запуск NVDA
sk: Spustenie NVDA
tr: NVDA'yı başlat

source: Suggestions closed
da: Forslag lukket
es: Sugerencias cerradas
ru: Предложение закрыто
sk: Návrhy uzavreté
tr: Öneriler kapatıldı

source: Suggestions Opened
da: Forslag åbnet
es: Sugerencias abiertas
ru: Предложение открыто
sk: Návrhy otvorené
tr: Öneriler Açıldı

source: Text error
da: Tekstfejl
es: Error de ortografía
ru: Ошибка в тексте
sk: Chyba textu
tr: Metin hatası

source: NVDA sound files's Gain modification
da: Ændring af lydstyrken for NVDA-lydfiler
es: Modificación de la ganancia en los archivos de sonido de NVDA
ru: Изменение усиления звуковых файлов NVDA
sk: Úprava Gain zvukových súborov NVDA
tr: NVDA ses dosyalarının Artış değişikliği

source: &Sounds:
da: &Lyde:
es: &Sonidos:
ru: &Звуки:
sk: &Zvuky:
tr: &Sesler:

source: modified
da: ændret
es: modificado
ru: измененный
sk: upravenÉ
tr: değiştirilmiş

source: &Play
da: &Afspil
es: Re&producir
ru: &И играть
sk: &Hrát
tr: &Çal

source: Gain
es: Ganancia
ru: Усиление
sk: Získať
tr: Artış

source: &Level:
da: &Niveau:
es: &Nivel:
ru: &Уровень:
sk: &Úroveň:
tr: &Düzey:

source: &Check
da: &Afprøv
es: &Comprobar
ru: &Проверить
sk: &ZaČIArKnutie
tr: İ&şaretle

source: &Apply gain
da: &Anvend gain
es: &Aplicar la ganancia
ru: &Применить усиление
sk: &Použiť zisk
tr: &Artış uygula

source: Apply gain &to all sounds
da: Anvend gain &på alle lyde
es: A&plicar la ganancia a todos los sonidos
ru: &Применить усиление ко всем звукам
sk: Použite zosilnenie &na všetky zvuky
tr: &Tüm seslere artış uygula

source: Back to factory sounds
da: Nulstil til standard-lyde
es: Volver a los sonidos de fábrica
ru: Вернуться к заводским звукам
sk: Späť k továrenským zvukom
tr: Fabrika seslerine geri dön

source: R&eset selected sound
da: N&ulstil den valgte lyd
es: &Restablecer el sonido seleccionado
ru: &Сбросить выбранный звук
sk: &Obnoviť vybraný zvuk
tr: S&eçili sesi sıfırla

source: Reset all s&ounds
es: Restablecer todos &los sonidos
ru: &Сбросить все звуки
sk: Resetovať všetky &zvuky
tr: &Tüm sesleri sıfırla

source: The Gain has been applied to %s sound
da: Gain anvendt på %s lyd
es: La ganancia se ha aplicado al sonido %s
ru: Усиление было применено к звуку %s
sk: Zisk bol aplikovaný na zvuk %s
tr: Artış, %s sese uygulandı

source: Gain has been applied to all sounds
da: Gain anvendt på alle lyde
es: La ganancia se ha aplicado a todos los sonidos
ru: Усиление было применено ко всем звукам
sk: Zisk bol aplikovaný na všetky zvuky
tr: Artış tüm seslere uygulandı

source: %s sound resets to factory sound
da: %s lyd nulstillet til standardlyd
es: El sonido %s se ha restablecido al sonido de fábrica
ru: %s звук сбрасывается на заводской звук
sk: %s zvuk sa resetuje na továrenský zvuk
tr: %s sesi fabrika sesine sıfırlandı

source: All are have been reset to factory sounds
da: Alle nulstillet til standard-lyde
es: Todos los sonidos se han restablecido al sonido de fábrica
ru: Все настройки были сброшены до заводских значений
sk: Všetky boli resetované na továrenské zvuky
tr: Tümü fabrika seslerine sıfırlandı

source: The NVDA Split audio mode being in disabled mode, it may be in contradiction with the Split audio functionality of the add-on.
es: El modo de separación de sonido de NVDA que está en modo deshabilitado puede estar en contradicción con la funcionalidad de Separación de audio del complemento.
ru: Поскольку режим разделения звука NVDA отключен, это может противоречить функциональности разделения звука в дополнении.
tr: NVDA ses ayırma modunun devre dışı modda olması, Ses ayırıcı eklentisinin işlevselliğiyle çakışabilir.

source: &Don't show this message again
es: &No mostrar este mensaje de nuevo
ru: &Больше не показывать это сообщение
tr: Bu mesajı bir &daha gösterme

source: Computer shutdown
da: Computer lukker ned
es: Apagado del ordenador
ru: Выключение компьютера
sk: Vypnutie počítača
tr: Bilgisayarı kapat

source: &Hibernate
da: &Dvale
es: &Hibernar
ru: &Спящий режим
sk: &Spánok
tr: &Hazırda beklet
vi: & Ngủ đông

source: &Shutdown
da: &Luk ned
es: &Apagar
ru: &Завершение работы
sk: &Vypnúť
tr: &Kapat
vi: &Tắt nguồn

source: &Reboot
da: &Genstart
es: &Reiniciar
ru: &Перезагрузка
sk: &Reštartovať
tr: &Yeniden başlat
vi: &Khởi động lại

source: F&orce running programs to close without warning
da: T&ving kørende programmer til at lukke uden advarsel
es: F&orzar programas en ejecución para cerrar sin previo aviso
ru: &Принудительно закрывать запущенные программы без предупреждения
sk: Vynútiť &vynútiť ukončenie spustených programov bez varovania
tr: Çalışan programları, uyarmaksızın kapanmaya z&orla
vi: & đóng chương chình và không có cảnh báo

source: &Delay before shutdown or reboot between {min} and {max} seconds
da: &Forsinkelse før lukning eller genstart mellem {min} og {max} sekunder
es: &Duración antes de apagar o reiniciar entre {min} y {max} segundos
ru: &Задержка перед выключением или перезагрузкой между {min} и {max} секундами
sk: &Oneskorenie pred vypnutím alebo reštartom medzi {min} a {max} sekúnd
tr: Kapatma ya da yeniden başlatma öncesinde gecikme süresi {min} ve {max} saniye arasında

source: Computer Shutdown
da: Lukning af computeren
es: Apagado del ordenador
ru: Выключение компьютера
sk: Vypnutie počítača
tr: Bilgisayarı kapat

source: Computer reboot
da: Computeren genstarter
es: Reinicio del ordenador
ru: Перезагрузка компьютера
sk: Reštartovanie počítača
tr: Bilgisayarı yeniden başlat

source: Computer hibernation
da: Computer går i dvale
es: Hibernación del ordenador
ru: Спящий режим компьютера
sk: Spánok počítača
tr: Hazırda beklet

source: Number of seconds to wait before shutdown:
da: Antal sekunders ventetid før nedlukning:
es: Número de segundos para esperar antes de apagar:
ru: Количество секунд ожидания перед выключением:
sk: Počet sekúnd pred vypnutím:
tr: Kapatmadan önce beklenecek saniye sayısı:

source: Number of seconds to wait before reboot:
da: Antal sekunders ventetid før genstart:
es: Número de segundos para esperar antes de reiniciar:
ru: Количество секунд ожидания перед перезагрузкой:
sk: Počet sekúnd čakania pred reštartom:
tr: Yeniden başlatmadan önce beklenecek saniye sayısı:

source: Number of seconds to wait before hibernation:
da: Antal sekunders ventetid før dvale:
es: Número de segundos para esperar antes de hibernar:
ru: Количество секунд ожидания перед переходом в спящий режим:
sk: Počet sekúnd čakania pred spánkom:
tr: Hazırda bekletme modundan önce beklenecek saniye sayısı:

source: &Report remaining time
da: &Oplys tid tilbage
es: Anunciar el tiempo &restante
ru: & Сообщать об оставшемся времени
sk: &Nahlásiť zostávajúci čas
tr: &Kalan süreyi söyle

source: Remaining time: %s seconds
da: Resterende tid: %s sekunder
es: Tiempo restante: %s segundos
ru: Оставшееся время: %s секунд
sk: Zostávajúci čas: %s sekúnd
tr: Kalan süre: %s saniye

source: Shut down ...
da: Luk ned ...
es: Apagar ...
ru: Закрытие...
sk: Vypnúť ...
tr: Kapat ...
vi: TẮT MÁY

source: Computer's rebooting ...
da: Computeren genstarter ...
es: Reinicio del ordenador ...
ru: 'Компьютер перезагружается ...
sk: Počítač sa reštartuje...
tr: Bilgisayar yeniden başlatılıyor ...
vi: Máy tính khởi động lại ...

source: Hibernate isn't available. So, sleep mode is activated.
da: Dvale ikke tilgængelig. Slumretilstand er aktiveret.
es: Como no se permite hibernar, entonces el modo suspender se activa.
ru: Режим гибернации недоступен. Итак, спящий режим активирован.
sk: Režim dlhodobého spánku nie je k dispozícii. Režim spánku je teda aktivovaný.
tr: Hazırda Bekletme uygun değil. Uyku modu etkinleştirildi.

source: Temporary Audio device manager
da: Funktion til styring af midlertidig lydenhed
es: Administrador de dispositivos de audio temporal
ru: Временный диспетчер аудиоустройств
sk: Správca dočasného zvukového zariadenia
tr: Geçici Ses aygıtı yöneticisi

source: Current temporary audio device: %s
da: Aktuelle, midlertidige lydenhed: %s
es: Dispositivo de audio temporal actual: %s
ru: Текущее временное аудиоустройство: %s
sk: Aktuálne dočasné zvukové zariadenie: %s
tr: Geçerli geçici ses aygıtı: %s

source: None
da: Ingen
es: Ninguno
ru: Ничего
sk: Žiadny
tr: Yok

source: Select a &device:
da: Vælg en &enhed:
es: Selecciona un &dispositivo:
ru: &Выберите устройство:
sk: Vyberte &zariadenie:
tr: Bir &aygıt seçin:

source: &Set as temporary audio device
da: &Indstil som midlertidig lydenhed
es: &Establezca como dispositivo de audio temporal
ru: &Установить в качестве временного аудиоустройства
sk: &Nastaviť ako dočasné zvukové zariadenie
tr: &Geçici ses aygıtı olarak ayarla

source: &leave up the temporary audio device
da: &forlad den midlertidige lydenhed
es: &Abortar el dispositivo de audio temporal
ru: &Отключить временное аудиоустройство
sk: &nechať dočasné zvukové zariadenie
tr: geçici ses &aygıtını bırak

source: Confirm
da: Bekræft
es: Confirmación
ru: Подтвердить
sk: Potvrdiť
tr: Onay

source: You have %s seconds to accept the use of this audio device for all configuration profiles regardless of the choice made in their voice settings
da: Du har %s sekunder til at godkende, at denne lydenhed bruges til alle indstillingsprofiler uanset de valg, der er foretaget i den enkelte profils stemmeindstillinger
es: Tienes %s segundos para aceptar el uso de este dispositivo de audio para todos los perfiles de configuración, independientemente de la elección realizada en su configuración de voz
ru: У вас есть %s секунд, чтобы согласиться на использование этого аудиоустройства для всех профилей конфигурации, независимо от выбора, сделанного в их голосовых настройках.
sk: Máte %s sekúnd na prijatie použitia tohto zvukového zariadenia pre všetky konfiguračné profily bez ohľadu na voľbu vykonanú v ich hlasových nastaveniach
tr: Ses ayarlarında yapılan seçimden bağımsız olarak tüm konfigürasyon profilleri için bu ses cihazının kullanımını kabul etmek için %s saniyeniz var

source: &Accept
da: &Acceptér
es: &Aceptar
ru: &Принять
sk: &Akceptovať
tr: &Kabul et

source: The soundSplitter add-on may cause the add-on to malfunction. It is better to uninstall it.
es: El complemento soundSplitter puede provocar un mal funcionamiento del complemento. Es mejor desinstalarlo.
ru: Дополнение SoundSplitter может вызвать сбои в работе дополнения. Лучше удалить его.
tr: Ses Ayırıcı eklentisi, eklentinin bozulmasına neden olabilir. Kaldırılması önerilir.

source: Volume control
da: Lydstyrkekontrol
es: Control de sonido
ru: Регулятор громкости
sk: Ovládanie hlasitosti
tr: Ses denetimi
vi: Kiểm soát âm lượng

source: Set the volume of current focused application to %s percent
da: Indstil lydstyrken for det aktuelle program til %s procent
es: Ajustar el volumen de la aplicación bajo el cursor al %s por ciento del volumen principal
ru: Установите объем текущего сфокусированного приложения в %s процентов
sk: Nastavte hlasitosť aktuálnej aktívnej aplikácie na %s percent
tr: Odaklanmış uygulamanın ses seviyesini yüzde %s olarak ayarla

source: Set the main volume to %s
da: Indstil systemlydstyrken til %s
es: Ajustar al %s el volumen principal
ru: Установить основную громкость на %s
sk: Nastavte hlavnú hlasitosť na %s
tr: Ana ses seviyesini yüzde %s olarak ayarla

source: The main volume and that of NVDA are established and their level sets to the one in the configuration
da: Systemlydstyrken og lydstyrken for NVDA er indstillet og niveauerne er indstillet til værdierne i konfigurationen
es: El volumen principal y el volumen de NVDA se configuran y sus niveles se establecen en los valores configurados
ru: Устанавливаются основная громкость и громкость NVDA, и их уровень устанавливается на тот, который задан в конфигурации.
sk: Nastaví sa hlavná hlasitosť a hlasitosť NVDA a ich úroveň sa nastaví na úroveň v konfigurácii
tr: Ana ses ve NVDA sesi belirlendi ve seviye konfigüre edildiği şekilde ayarlandı
vi: âm lượng chính của nvda được thiết lập

source: Not available on this operating's system
da: Ikke tilgængelig på dette operativsystem
es: No disponible para este sistema operativo
ru: Недоступно в этой операционной системе
sk: Nie je k dispozícii v tomto operačnom systéme
tr: Bu işletim sistemi için geçerli değil
vi: Không khả dụng trên hệ điều hành này

source: Not available: %s and NVDA are probably not on tthe same output audio device
da: Ikke tilgængelig: %s og NVDA er sandsynligvis ikke på samme lydenhed for output
es: No disponible: %s y NVDA probablemente no están en el mismo dispositivo de audio de salida
ru: Недоступно: %s и NVDA, вероятно, не находятся на одном и том же устройстве вывода звука
sk: Nie je k dispozícii: %s a NVDA pravdepodobne nie sú na rovnakom výstupnom zvukovom zariadení
tr: Kullanılamıyor: %s ve NVDA muhtemelen aynı ses çıkış aygıtında değil

source: Not available: focused application is NVDA
da: Ikke tilgængelig: Programmet i fokus er NVDA
es: No disponible: la aplicación bajo el cursor es NVDA
ru: Недоступно: фокусируемое приложение - NVDA
sk: Nie je k dispozícii: cielená aplikácia je NVDA
tr: Kullanılamıyor: odaklanılan uygulama NVDA

source: Open
da: Åbn
es: Abrir
ru: Открыть
sk: OTVORENÉ
tr: Aç
vi: Mở

source: Save
da: Gem
es: Guardar
ru: Сохранить
sk: Uložiť
tr: Kaydet
vi: lưu

source: Save as
da: Gem som
es: Guardar como
ru: Сохранить как
sk: Uložiť ako
tr: Farklı Kaydet
vi: Lưu thành

source: Find in
da: Find i
es: Buscar en
ru: Найти в
sk: Nájsť v
tr: İçinde Ara
vi: Tìm trong

source: Selected folder name not found
da: Der findes ingen mappe med dette navn
es: No se pudo encontrar el nombre de la carpeta
ru: Выбранное имя папки не найдено
sk: Názov vybraného priečinka nebol nájdený
tr: Seçili klasör adı bulunamadı
vi: Không tìm thấy tên thư mục đã chọn

source: Folder %s
da: Mappe %s
es: Carpeta %s
ru: Папка %s
sk: Priečinok %s
tr: Klasör %s
vi: Thư mục %s

source: No help available here.
da: Ingen hjælp tilgængelig her.
ru: Здесь помощь недоступна.
sk: Tu nie je k dispozícii žiadna pomoc.

source: No user guide found.
da: Ingen brugervejledning fundet.
ru: Руководство пользователя не найдено.
sk: Nebola nájdená žiadna používateľská príručka.

source: Informations
da: Informationer
ru: Информация
sk: Informácie
vi: Thông tin

source: Co&py to Clipboard
da: Ko&piér til Udklipsholder
ru: &Копировать в буфер обмена
sk: Skopírovať do schránky
vi: Sao chép vào clipboard

source: Copied
da: Kopieret
ru: Скопированно
sk: Skopírované
vi: Sao chép

source: Error, the information cannot be copied to the clipboard
da: Fejl. Informationen kan ikke kopieres til udklipsholderen
ru: Ошибка, информация не может быть скопирована в буфер обмена
sk: Chyba, informácie nemožno skopírovať do schránky
vi: Lỗi, thông tin không thể được sao chép vào clipboard

source: Keyboard Keys's renaming
da: Omdøb taster på tastaturet
es: Renombrar las teclas del teclado
ru: Переименование клавиш клавиатуры
sk: Premenovanie klávesov klávesnice
tr: Klavye tuş yeniden adlandırma

source: NVDA defined key labels:
da: Tastenavne defineret af NVDA:
es: Etiquetas definidas en NVDA:
ru: Метки ключей, определенные NVDA:
sk: Popisky kláves definované NVDA:
tr: NVDA tanımlı tuş etiketleri:
vi: Nhãn chính được xác định NVDA:

source: Modified label:
da: Ændret navn:
es: Etiqueta de reemplazo:
ru: Измененные метки:
sk: Upravený štítok:
tr: Değiştirilmiş etiket:
vi: Nhãn đã sửa đổi:

source: &Modify
da: &Ændre
es: &Modificar
ru: &Изменить
sk: &Modifikovať
tr: &Değiştir
vi: & Sửa đổi

source: &Remove
da: &Fjern
es: &Eliminar
ru: &Удалить
sk: &Odstrániť
tr: &Kaldır
vi: &gỡ cài đặt

source: R&emove all
da: F&jern alle
es: E&liminar todo
ru: &Удалить все
sk: Odobrať všetky
tr: &Hepsini sil

source: Redefined in %s
da: Omdøbt i %s
es: Redefinido en %s
ru: Новое определение в %s
sk: Preddefinované v %s
tr: %s içinde yeniden tanımlandı
vi: xác định lại trong% s

source: Enter new label:
da: Indtast ny etiket:
es: Introducir la etiqueta de reemplazo:
ru: Введите новую метку:
sk: Zadajte nový štítok:
tr: Yeni etiket girin:

source: Key label redifinition
da: Omdøb tastenavn
es: Redefinición de etiqueta
ru: Повторное определение метки ключа
sk: Predefinovanie popisu kľúča
tr: Tuş etiketi yeniden tanımı
vi: Xác định lại nhãn chính

source: New name is removed
da: Nyt navn er fjernet
es: La etiqueta de reemplazo está eliminada
ru: Новое имя удалено
sk: Nové meno je odstránené
tr: Yeni isim silindi
vi: Tên mới bị xóa

source: No modification
da: Ingen ændring
es: Ninguna modificación
ru: Без изменений
sk: Žiadna úprava
tr: Değişiklik yok
vi: Không sửa đổi

source: All replacement labels have been removed
da: Alle nye etiketter er fjernet
es: Todas las etiquetas de reemplazo han sido eliminadas
ru: Все измененные метки были удалены
sk: Všetky náhradné štítky boli odstránené
tr: Tüm yeni etiketler silindi
vi: Tất cả các nhãn thay thế đã được gỡ bỏ

source: End duration in %s minutes
da: Slut nedtælling om %s minutter
es: Final de la duración en %s minutos
ru: Конечная длительность в %s минутах
sk: Doba ukončenia za %s minút
tr: Süreyi %s dakika içinde durdur
vi: Thời lượng kết thúc sau% s phút

source: End duration in one minute
da: Slut nedtælling om ét minut
es: Final de la duración en un minuto
ru: Продолжительность окончания через одну минуту
sk: Ukončenie trvania za jednu minútu
tr: Süreyi bir dakika içinde durdur

source: End of minutetimer
da: Timeren er færdig
es: Final de la duración del temporizador de minutos
ru: Конец минутного таймера
sk: Koniec minútky
tr: Zamanlayıcı sonu

source: Launch of the Minute timer
da: Start timer
es: Ejecutar el temporizador de minutos
ru: Запуск минутного таймера
sk: Spustenie minútnika
tr: Zamanlayıcının başlatımı
vi: khởi động đồng hồ bấm giờ

source: Enter the minute timer &duration (in minutes):
da: Indtast &varigheden på timeren (i minutter):
es: Introducir la &duración del temporizador de minutos (en minutos):
ru: &Введите продолжительность минутного таймера (в минутах):
sk: Zadajte čas minútnika a dobu trvania (v minútach):
tr: &Zamanlayıcı için süre girin (dakika olarak):
vi: Nhập bộ đếm thời gian & thời lượng phút (tính bằng phút):

source: Enter the &announce to be spoken at the end of duration:
da: Indtast &beskeden, der skal læses op, når tiden er gået:
es: Introducir el &anuncio para mostrar cuando finalice el temporizador de minutos:
ru: & Введите сообщение, которое будет произнесено после окончания отсчёта:
sk: Zadajte &oznámenie, ktoré sa má vysloviť na konci trvania:
tr: &Süre bitiminde söylenecek metni girin:

source: Delay to be alerted before ending (in minutes):
da: Hvor lang tid før afslutning skal der advares (i minutter):
es: Duración en el que debe notificarse antes de que finalice el temporizador de minutos (en minutos):
ru: Задержка уведомления перед окончанием (в минутах):
sk: Oneskorenie upozornenia pred koncom (v minútach):
tr: Bitiş öncesi uyarı zamanı (dakika olarak)
