Repository: paulber007/AllMyNVDAAddons
Catalog: NVDAExtensionGlobalPlugin/dev/NVDAExtensionGlobalPlugin-14.1-dev4/locale/*/LC_MESSAGES/nvda.po
Languages: da, es, ru, sk, tr, vi

source: -H, --no-headers suppress header, title and footer contents
ru: -H, --no-headers подавляет содержимое заголовков, титулов и колонтитулов

source: --headers show header, title and footer contents (default ON)
ru: --headers показать содержимое заголовка, названия и нижнего колонтитула (по умолчанию включено)

source: --encoding=ENC set target file encoding (utf-8, iso-8859-1, etc)
ru: --encoding=ENC установить целевую кодировку файла (utf-8, iso-8859-1 и т.д.)

source: --style=FILE use FILE as the document style (like HTML CSS)
ru: --style=FILE используйте ФАЙЛ в качестве стиля документа (например, HTML CSS)

source: --css-sugar insert CSS-friendly tags for HTML and XHTML targets
ru: --css-sugar вставлять CSS-дружественные теги для целей HTML и XHTML

source: --css-inside insert CSS file contents inside HTML/XHTML headers
ru: --css-inside вставить содержимое файла CSS в заголовки HTML/XHTML

source: --mask-email hide email from spam robots. x@y.z turns <x (a) y z>
ru: --mask-email скрыть почту от спам-роботов. x@y.z turns <x (a) y z>.

source: --toc add TOC (Table of Contents) to target document
ru: --toc добавить TOC (оглавление) в целевой документ

source: --toc-only print document TOC and exit
ru: --toc-only печать TOC документа и выход

source: --toc-level=N set maximum TOC level (depth) to N
ru: --toc-level=N установить максимальный уровень (глубину) ТОС на N

source: -n, --enum-title enumerate all titles as 1, 1.1, 1.1.1, etc
ru: -n, --enum-title перечислить все названия как 1, 1.1, 1.1.1 и т.д.

source: -C, --config-file=F read config from file F
ru: -C, --config-file=F чтение конфигурации из файла F

source: --rc read user config file ~/.txt2tagsrc (default ON)
ru: --rc читать пользовательский файл конфигурации ~/.txt2tagsrc (по умолчанию включенN)

source: --gui invoke Graphical Tk Interface
ru: --gui вызвать графический интерфейс Tk

source: -q, --quiet quiet mode, suppress all output (except errors)
ru: -q, --quiet тихий режим, подавление всего вывода (кроме ошибок)

source: -v, --verbose print informative messages during conversion
ru: -v, --verbose печать информативных сообщений во время преобразования

source: -h, --help print this help information and exit
ru: -h, --help вывести эту справочную информацию и выйти

source: -V, --version print program version and exit
ru: -V, --version вывести версию программы и выйти

source: --dump-config print all the config found and exit
ru: --dump-config вывести все найденные конфигурации и выйти

source: --dump-source print the document source, with includes expanded
ru: --dump-source вывести источник документа, с расширенными включениями

source: Turn OFF options:
ru: Отключите опции:

source: Example: %s -t html --toc myfile.t2t
ru: Пример: %s -t html --toc myfile.t2t

source: By default, converted output is saved to 'infile.<target>'.
ru: По умолчанию, преобразованный вывод сохраняется в 'infile.<target>'.

source: Use --outfile to force an output file name.
ru: Используйте --outfile для принудительного указания имени выходного файла.

source: If input file is '-', reads from STDIN.
ru: Если входной файл имеет значение '-', чтение происходит из STDIN.

source: If output file is '-', dumps output to STDOUT.
ru: Если выходной файл имеет значение '-', вывод сбрасывается в STDOUT.

source: %s: Error:
ru: %s: Ошибка:

source: Sorry! Txt2tags aborted by an unknown error.
ru: Извините! Txt2tags прерван из-за неизвестной ошибки.

source: Please send the following Error Traceback to the author
ru: Пожалуйста, отправьте автору следующее сообщение об ошибке

source: You must feed me with data on STDIN!
ru: Вы должны предоставить мне данные о STDIN!

source: Cannot read file:
ru: Не удается прочитать файл:

source: File read (%d lines): %s
ru: Прочитан файл (%d строк): %s

source: Cannot open file for writing:
ru: Невозможно открыть файл для записи:

source: %s (try --help)
ru: %s (попробуйте --help)

source: Loading source document
ru: Загрузка исходного документа

source: The input file is empty: %s
ru: Входной файл пуст: %s

source: Areas found: %s
ru: Найдено областей: %s

source: Scanning source document CONF area
ru: Сканирование исходного документа Область CONF

source: Added config %s : %s
ru: Добавлена конфигурация %s : %s

source: No target specified (try --help)
ru: Не указана цель (попробуйте --help)

source: Maybe trying to convert an old v1.x file?
ru: Может быть, пытаетесь конвертировать старый файл версии 1.x?

source: Missing input file (try --help)
ru: Отсутствует входной файл (попробуйте --help)

source: Invalid target '%s' (try --help)
ru: 'Недопустимая цель %s' (попытка --help)

source: --%s value must be a number
ru: --%s значение должно быть числом

source: Option --split must be 0, 1 or 2
ru: Параметр --split должен быть равен 0, 1 или 2

source: Input and Output files are the same: %s
ru: Входной и выходной файлы одинаковы: %s

source: Added the following keys: %s
ru: Добавлены следующие ключи: %s

source: Invalid CONFIG line on %s
ru: Недопустимая строка КОНФИГУРАЦИИ в %s

source: Processing line %03d: %s
ru: Обработка строки %03d: %s

source: A file cannot include itself (loop!)
ru: Файл не может включать сам себя (цикл!)

source: Finished Config file inclusion: %s
ru: Завершено включение файла конфигурации: %s

source: Added %s
ru: Добавлено %s

source: ON
ru: Включено

source: OFF
ru: отключен

source: RC file
ru: RC-файл

source: source document
ru: исходный документ

source: command line
ru: командная строка

source: RAW config for %s
ru: ИСХОДНАЯ конфигурация для %s

source: Full PARSED config
ru: Полная ПРОАНАЛИЗИРОВАННАЯ конфигурация

source: Active filters
ru: Активные фильтры

source: Invalid PostProc filter regex
ru: Недопустимое регулярное выражение фильтра PostProc

source: Invalid PostProc filter replacement
ru: Недопустимая замена фильтра PostProc

source: %s wrote %s
ru: %s написал %s

source: Source document contents stored
ru: Сохранение содержимого исходного документа

source: Parsing and saving all config found (%03d items)
ru: Синтаксический анализ и сохранение всех найденных конфигураций (элементы %03d)

source: Composing target Headers
ru: Составление целевых заголовков

source: Composing target Body
ru: Составление целевого тела

source: Composing target TOC
ru: Составление целевого ТОС

source: Composing target Footer
ru: Составление целевого нижнего колонтитула

source: Saving results to the output file
ru: Сохранение результатов в выходной файл

source: Invalid PreProc filter regex
ru: Недопустимое регулярное выражение фильтра предварительной обработки

source: Invalid PreProc filter replacement
ru: Недопустимая замена фильтра предварительной обработки

source: txt2tags files
ru: файлы txt2tags

source: All files
ru: Все файлы

source: Close
ru: Закрыть

source: You must select a target type!
ru: Вы должны выбрать тип цели!

source: You must provide the source file location!
ru: Вы должны указать расположение исходного файла!

source: %s: %s converted to %s
ru: %s: %s преобразуется в %s

source: Conversion done!
ru: Преобразование завершено!

source: FROM:
ru: от:

source: TO:
ru: В:

source: %s FATAL ERROR!
ru: %s Фатальная ошибка!

source: -- select one --
ru: -- выберите один...

source: Enter the source file location:
ru: Введите расположение исходного файла:

source: Choose the target document type:
ru: Выберите тип целевого документа:

source: Some options you may check:
ru: Некоторые варианты вы можете проверить:

source: Some extra options:
ru: Некоторые дополнительные опции:

source: Include headers on output
ru: Включить заголовки на выходе

source: Number titles (1, 1.1, 1.1.1, etc)
ru: Названия чисел (1, 1.1, 1.1.1 и т.д.)

source: Do TOC also (Table of Contents)
ru: Делайте также TOC (оглавление)

source: Hide e-mails from SPAM robots
ru: Скрывать электронные письма от роботов СПАМ

source: Just do TOC, nothing more
ru: Просто сделайте TOC, ничего больше

source: Dump to screen (Don't save target file)
ru: Вывод на экран (Не сохранять целевой файл)

source: ONE source, MULTI targets
ru: ОДИН источник, МНОЖЕСТВО целей

source: Browse
ru: Обзор

source: <screen>
ru: <Экран>

source: Output:
ru: Вывод:

source: Quit
ru: Уйти

source: Convert!
ru: Конвертировать!

source: Txt2tags %s processing begins
ru: Начинается обработка Txt2tags %s

source: Option --%s can't be used with multiple input files
ru: Опция --%s не может быть использована с несколькими входными файлами

source: Ignoring user configuration file
ru: Игнорирование файла конфигурации пользователя

source: Loading user configuration file
ru: Загрузка файла конфигурации пользователя

source: We are on GUI interface
ru: Мы работаем с графическим интерфейсом

source: txt2tags ERROR!
ru: txt2tags ОШИБКА!

source: We are on Command Line interface
ru: Мы находимся в интерфейсе командной строки

source: Txt2tags finished sucessfuly
ru: Txt2tags завершен успешно

source: Do you want to keep previous add-on configuration settings?
da: Vil du beholde de gamle indstillinger til tilføjelsesprogrammet?
es: ¿Quieres conservar la configuración actualdel complemento?
sk: Chcete zachovať predchádzajúce nastavenia konfigurácie doplnku?

source: Open &current log
da: Åbn aktuel &log
sk: Otvoriť &aktuálny protokol

source: Open &previous log
da: Åbn &tidligere log
sk: Otvoriť &predchádzajúci protokol

source: Copy current log file &path to clipboard
da: Kopiér &sti til aktuel logfil til udklipsholderen
sk: Skopírujte &cestu aktuálneho súboru denníka do schránky

source: Copy &old log file path to clipboard
da: Kopier sti til &forrige logfil til udklipsholderen
sk: Skopírujte starú cestu k súboru denníka do schránky

source: nothing
da: intet
sk: nič

source: &Enhance speak typed words
da: &Forbedring af sig indtastede ord
sk: &Vylepšiť vyslovovanie napísaných slov

source: Impossible, the synthesizer of voice profile {voiceProfileName} associated to selector {selector} is not available. Do you want to free this selector?
da: Ikke muligt. Talesyntesen i stemmeprofilen {voiceProfileName} tilknyttet forvalg {selector} er ikke tilgængelig. Ønsker du at frigøre dette forvalg?
sk: Nie je to možné, syntetizér hlasového profilu {voiceProfileName} pridružený k voliču {selector} nie je dostupný. Chcete tento selektor uvoľniť?

source: Include Unicode Consortium data (including emoji) when processing characters and symbols
da: Inkludér Unicode Consortium data (inklusiv emoji) ved behandling af tegn og symboler
sk: Pri spracovaní znakov a symbolov zahrňte údaje konzorcia Unicode (vrátane emotikonov).
vi: Bao gồm dữ liệu từ Unicode Consortium (bao gồm cả biểu tượng cảm xúc) trong quá trình xử lý các ký tự và ký hiệu

source: Voice profile name: %s
da: Navn på stemmeprofil: %s
sk: Názov hlasového profilu: %s
vi: Tên hồ sơ giọng nói:% s

source: Synthesizer: %s
da: Talesyntese: %s
sk: Syntetizátor: %s

source: Output device: %s
da: Lydenhed: %s
sk: Výstupné zariadenie: %s
vi: Thiết bị đầu ra%s

source: {main} ({source})
sk: {hlavný zdroj})
vi: {nguồn chính})

source: This global add-on provides a multitude of features described in detail in its user manual (see the add-on's help for this).
da: Dette globale tilføjelsesprogam byder på en lang række funktioner, som alle er nøje beskrevet i brugermanualen (der henvises til hjælpen i tilføjelsesprogrammet for yderligere oplysninger).

source: add-on: {name}, version: {version}
da: tilføjelsesprogram: {name}, version: {version}

source: add-on's path: %s
da: sti til tilføjelsesprogram: %s

source: select all
da: vælg alt
vi: Chọn tất cả

source: one selected object
da: et markeret objekt
vi: một đối tượng được chọn

source: clipspeak add-on has been detected on your system. In order for Clipboard command announcement feature to work without conflicts, clipSpeak add-on must be desactivated or uninstalled.But if you want to use clipSpeak add-on, Clipboard command announcement feature must be uninstalled. Would you like to uninstall this feature now?
da: clipspeak tilføjelsen blev fundet på dit system. Hvis funktionen til oplysning af kommando for udklipsholderen skal fungere uden konflikter, skal tilføjelsen clipspeak deaktiveres eller afinstalleres. Hvis du derimod ønsker at bruge clipSpeak tilføjelsen, skal funktionen oplys kkommando for udklipsholder afinstalleres. Ønsker du at afinstallere denne funktion nu?

source: clipSpeak add-on detection
da: clipSpeak tilføjelsen fundet

source: reset all s&ounds
da: nulstil alle l&yde

source: old log file path copied to clipboard
da: stien til forrige log-fil kopieret til udklipsholderen

source: old log file path cannot be copied to clipboard
da: stien til den forrige log-fil kan ikke kopieres til udklipsholderen

source: style: %s
da: typografi: %s
vi: kiểu:% s

source: report the name of current selected folder in the open or Save dialog box. Twice: report full path
da: oplys navnet på den aktuelt valgte mappe i dialogboksen Åbn eller Gem. To tryk: Oplys den fuldstændige sti
vi: thông báo tên của thư mục được chọn hiện tại trong hộp thoại mở hoặc Lưu. Hai lần: báo cáo đường dẫn đầy đủ

source: report the name of current selected folder in the open or Save dialog box
da: oplys navnet på den aktuelt valgte mappe i dialogboksen Åbn eller Gem
vi: thông báo tên của thư mục được chọn hiện tại trong hộp thoại mở hoặc Lưu

source: report the full path of current selected folder in the open or Save dialog box
da: oplys den komplette sti til den aktuelt valgte mappe i Åbn eller Gem dialogboksene

source: Display tools for add-on development dialog
da: Vis dialogboksen med værktøjer til udviklilng af tilføjelsesprogrammer

source: activate or desactivate text analyzer
da: slå tekstanalyse til og fra

source: Add, to clipboard, the selected text
da: Føj den valgte tekst til udklipsholderen

source: Minimize NVDA volume
da: Minimér NVDAs lydstyrke

source: maximum number of last &used symbols recorded:
da: maksimalt antal senest &anvendte symboler gemt:
vi: số kí hiệu tối đa được ghi lại khi sử dụng

source: &Number the records
da: &Nummerér elementerne
vi: & đánh số lịch sử giọng nói

source: reporting spelling errors
da: oplys stavefejl

source: maximum number of reported characters:
da: maximum antal tegn der oplæses:

source: ma&ximum waiting time for confirmation (in seconds):
da: ma&ksimal ventetid på bekræftelse (i sekunder):

source: advanced
da: avanceret
vi: nâng cao

source: NVDA sounds
da: NVDA-lyde

source: &Allow tonalities's volume adjustment
da: &Tillad regulering af lydstyrken på NVDA's toner

source: allow nvda sounds files's &gain modification
da: tillad ændring af &lydstyrken for nvda lydfiler

source: detailed description
da: detaljeret beskrivelse

source: unexpected space before symbol
da: uventet mellemrum før symbol

source: unexpected space after symbol
da: uventet mellemrum efter symbol

source: confirmation
da: bekræftelse

source: there is no add-on checked
da: intet tilføjelsesprogram valgt

source: folder's userName:
da: mappes brugernavn:

source: you must specify the username of the folder
da: du skal angive brugernavnet til mappen

source: The folder with "%s" username is already in the list of configuration folders
da: Mappen med brugernavnet "%s" findes allerede i listen med indstillingsmapper

source: choose another username
da: vælg et andet brugernavn

source: no other selector set to voice profile
da: ingen andre forvalg er indstillet til stemmeprofil
vi: không có bộ đọc được gán cho cấu hình giọng nói này

source: no selector set to voice profile
da: ingen forvalg er indstillet til stemmeprofil
vi: không có bộ đọc được gán cho cấu hình giọng nói này

source: all selectors are freed from their vocal profile
da: alle forvalg frigjort fra deres stemmeprofil
vi: tất cả bộ đọc bị xóa

source: Modify voice profile
da: Redigér stemmeprofil
vi: Sửa đổi cấu hình giọng nói

source: voice profile name:
da: navn på stemmeprofil:
vi: tên hồ sơ giọng nói:

source: manifest.ini file has been updated
da: filen manifest.ini er blevet opdateret
vi: tập tin manifest.ini đã được cập nhật

source: buildVars.py file created
da: filen buildVars.py oprettet
vi: tập tin buildVars.py được tạo

source: list of visible items making up the object in the foreground
da: liste med de synlige elementer, som objektet i forgrunden består af
vi: danh sách các đối tượng được tìm thấy

source: This add-on has been developed with the participation of Daniel Poiraud. It adds to NVDA: 1- The features some features can be enabled or disabled individually. * Display of the list of icons in the notification area , * Display of the windows list of running applications, * Help in the composition of a symbol that is complex such as, for example, a a e related, a symbol power of 2 and possibility to add its own categories and symbols, * Extension of the functionality of the virtual buffer for browsers Mozilla Firefox, Microsoft Internet Explorer, Microsoft Edge, and Google Chrome: * new commands for navigation mode (paragraph, division, anchor, main area, * new types of elements for the dialog box opened by "NVDA+F7" (radio button, paragraph, frame, checkBox, etc) with the announcement of the number of items found, * commands for the tables: announce the cells of a row /column , go to first/last cell in the row/current column, move the column/row preceding or following with announcement possible of the cells in that row/column, * announcement of the URL of the document, * navigate in loop, * Announcement of the function associated with editing commands style Copy, Paste, etc., * Announcement of the name of the folder pre-selected in the dialog boxes like "Open","Save", "Save as",etc., * display of information on the focused application: * the current profile configuration, * the name and version number of the application, * the add-on loaded for the application, * NVDA logs tools: * Opening the previous or current log, * copy of current Log path to the clipboard, * history of voice speechs, * renaming keyboard keys, * selective announcement of command keyboard keys , * simple countdown timer, * display of visible elements making up the object in the foreground, * fast switching of voice profile, * remanence of the modifier keys, * shutdown, reboot or hybernate the computer, * control the main or NVDA volume: * mute or unmute volume for the focused application, * establishment of the main Windows or NVDA volume at the start of add-on, * modification of main volume or audio stream's volume of focused application. * Tools for development of add-on * supplements regarding the date and time: copy date and time to clipboard, report time with seconds 2- The options * remove the announcement from the description of the objects in the Windows ribbons , * proclaim the word focused when deleting a word, * automatically maximize the foreground window, * announce punctuations and symbols when moving by word in a document. 3- The advanced options * report, with a sound, the registration of an error in the NVDA log also for the final versions and release candidate of NVDA, * Caption dialog title with the name of the addon, * Do not take account of the option called Report object descriptions during the display of the dialog box style confirmation, * use numeric keypad's keys conventionally. 4- Various other elements * presentation formatting of the text in a dialog box, * sub-menus to explore the program folders or configuration, * script to quickly restart NVDA.
vi: Mô-đun này đã được phát triển với sự tham gia của Daniel Poiraud. Nó không tương thích với các phiên bản NVDA bên dưới đến 2018.3.2. Nó thêm vào NVDA: 1- The features một số tính năng có thể được bật hoặc tắt riêng lẻ. * Hiển thị danh sách các biểu tượng trong vùng thông báo , * Display of the windows list of running applications, * Assistance in the composition of a symbol that is complex such as, for example, a a e related, a symbol power of 2 and possibility to add its own categories and symbols, * Extension of the functionality of the virtual buffer for browsers Mozilla Firefox, Microsoft Internet Explorer, Microsoft Edge, and Google Chrome: * new commands for navigation mode (paragraph, division, anchor, main landmark, * new types of elements for the dialog box opened by "NVDA+F7" (radio button, paragraph, frame, checkBox, etc) with the announcement of the number of items found, * commands for the tables: announce the cells of a row /column , go to first/last cell in the row/current column, move the column/row preceding or following with announcement possible of the cells in that row/column, * announcement of the URL of the document, * navigation loop, * Announcement of the function associated with editing commands style Copy, Paste, etc., * Announcement of the name of the folder pre-selected in the dialog boxes like "Open","Save", "Save as",etc., * display of information on the focused application: * the current profile configuration, * the name and version number of the application, * the add-on loaded for the application, * NVDA logs tools: * Opening the previous or current log, * copy of current Log path to the clipboard, * history of voice speechs, * renaming keyboard keys, * selective announcement of command keyboard keys , * simple countdown timer, * display of visible elements making up the object in the foreground, * fast switching of voice profile, * remanence of the modifier keys, * shutdown, restart or put on prolonged sleep the computer, * control the master or NVDA volume: * mute or unmute volume for the focused application, * establishment of the main Windows or NVDA volume at the add-on loading, * modification of main volume or audio flow's volume of focused application, * Tools for development of add-on * supplements regarding the date and time: copy date and time to clipboard, report time with seconds 2- The options * remove the ad from the description of the objects in the ribbons Windows, * proclaim the word focused when deleting a word, * automatically maximize the foreground window, * announce punctuations and symbols when moving by word . 3- The advanced options * report, with a sound, the registration of an error in the NVDA log also for the final versions and release candidate of NVDA, * Caption dialog title with the name of the module, * Do not take account of the option called Report object descriptions during the display of the dialog box style confirmation, * use numeric keypad's keys as arrow keys. 4- Various other elements * presentation formatting of the text in a dialog box, * sub-menus to explore the program folders or configuration, * script to quickly restart NVDA.

source: Help for Complex symbols edition
vi: Trợ giúp cho phiên bản biểu tượng phức tạp

source: &Manage yours symbols
vi: & Quản lý biểu tượng của bạn

source: The symbol is allready in {oldCat} category. Do you want to add this symbol also in {newCat} category?
vi: Biểu tượng đã sẵn sàng trong danh mục {oldCat}. Bạn có muốn thêm biểu tượng này trong danh mục {newCat} không?

source: Entry category name:
vi: Tên danh mục:

source: %s category allready exists
vi: Danh mục% s đã sẵn sàng

source: Do you vwant realy delete this category and all its symbols ?
vi: Bạn có thực sự xóa thể loại này và tất cả các biểu tượng của nó?

source: %s category has been deleted
vi: Danh mục% s đã bị xóa

source: Do you want really delete all symbols of the list
vi: Bạn có muốn thực sự xóa tất cả các biểu tượng của danh sách

source: Open current &log
vi: Mở hiện tại và đăng nhập

source: Open &old log
vi: Mở và nhật ký cũ

source: Copy log &path to clipboard
vi: Sao chép nhật ký và đường dẫn vào clipboard

source: Current log file can not be opened
vi: Tệp nhật ký hiện tại không thể mở được

source: Previous log file can not be opened
vi: Tệp nhật ký trước đó không thể mở được
