Repository: paulber007/AllMyNVDAAddons
Catalog: NVDAExtensionGlobalPlugin/dev/NVDAExtensionGlobalPlugin-14.1-dev4/locale/*/LC_MESSAGES/nvda.po
Languages: da, es, ru, sk, tr, vi

source: Import from &folder:
da: Importér fra &mappe:
es: Importar a &partir de la carpeta:
ru: &Импортировать из папки
sk: Importovať z &priečinka:
tr: Klasörden i&çe aktar:

source: Import &add-ons
da: Importér &tilføjelsesprogrammer
es: Importar &complementos
ru: &Импортировать дополнения
sk: Import &doplnkov
tr: &Eklentileri içe aktar

source: Import speech &dictionaries
da: Importér udtale&ordbøger
es: Importar &diccionarios del habla
ru: &Импортировать речевые словари
sk: Importovať rečové &slovníky
tr: Konuşma s&özlüklerini içe aktar

source: Import ponctuation/symbol &pronunciations
da: Importér &udtale af sætningstegn og symboler
es: Importar pronunciaciones de &símbolos y puntuaciones
ru: &Импортировать поизношение символов/пунктуации
sk: Importujte &výslovnosti gramatiky/symbolu
tr: Noktalama/&sembol telaffuzlarını içe aktar

source: Import input &gesture changes
da: Importér ændringer i &kommandoer
es: Importar cambios de &gesto de entrada
ru: &Импортировать жесты ввода
sk: Import zmien vstupných gest
tr: &Girdi hareket değişikliklerini içe aktar

source: Import configuration p&rofiles
da: Importér indstillingsp&rofiler
es: Importar &perfiles de configuración
ru: &Импортировать профили конфигурации
sk: Importovať konfiguračné profily
tr: Konfigürasyon &profillerini içe aktar

source: Import &NVDA parameters (normal configuration)
da: Importér &NVDA-indstillinger (standard-indstillingerne)
es: Importar parámetros de &NVDA (configuración normal)
ru: &Импортировать параметры NVDA (обычная конфигурация)
sk: Importovať parametre &NVDA (normálna konfigurácia)
tr: NVDA parametrelerini i&çe aktar (normal konfigürasyon)

source: Import all the &configuration
da: Importér hele &indstillingsprofilen
es: Importar toda la &configuración
ru: &Импортировать всю конфигурацию
sk: Importovať všetku &konfiguráciu
tr: Tüm konfigürasyonu içe &aktar

source: Import terminated
da: Importering afsluttet
es: Importación finalizada
ru: Импорт завершен
sk: Import ukončený
tr: İçe aktarma sonlandırıldı

source: No addon to import
da: Intet tilføjelsesprogram at importere
es: No hay ningún complemento para importar
ru: Нет дополнения для импорта
sk: Žiadny doplnok k importu
tr: İçe aktarılacak eklenti yok

source: %s add-on exists. Do you want to replace it?
da: %s tilføjelsesprogram findes. Vil du erstatte det?
es: El complemento %s ya existe. ¿Quieres reemplazarlo?
ru: Дополнение %s уже существует. Хотите ли вы заменить его?
sk: %s doplnok existuje. Chcete to vymeniť?
tr: %s eklentisi var. Değiştirmek istiyor musunuz?

source: No profile to import
da: Ingen profil at importere
es: No hay ningún perfil para importar
ru: Нет профиля для импорта
sk: Žiadny profil na import
tr: İçe aktarılacak profil yok

source: No speech dictionary to import
da: Ingen udtaleordbog at importere
es: No hay ningún diccionario del habla para importar
ru: Нет речевого словаря для импорта
sk: Žiadny slovník reči na import
tr: İçe aktarılacak konuşma sözlüğü yok

source: The configuration folder contains already speech dictionaries. Do you want to replace them?
da: Der findes allerede udtaleordbøger i mappen med indstillinger. Skal de erstattes?
es: La carpeta de configuración contiene los diccionarios del habla. ¿Quieres reemplazarlos?
ru: Папка конфигурации уже содержит речевые словари. Вы хотите заменить их?
sk: Konfiguračný priečinok už obsahuje rečové slovníky. Chcete ich nahradiť?
tr: Konfigürasyon klasörü konuşma sözlüklerini içeriyor. Onları değiştirmek istiyor musunuz?

source: No ponctuation or symbol pronunciations to import
da: Ingen sætningstegn eller udtale af symboler at importere
es: No hay ninguna pronunciación de símbolo o puntuación para importar
ru: Нет произношений символов/пунктуации для импорта
sk: Žiadne výslovnosti výrazov alebo symbolov k importu
tr: İçe aktarılacak noktalama işareti veya sembol telaffuzu yok

source: The configuration folder already contains symbol/punctuation pronunciations. Do you want to replace it?
da: Der findes allerede Udtale af sætningstegn og symboler i mappen med indstillinger. Skal den erstattes?
es: La carpeta de configuración ya contiene pronunciaciones de símbolos o puntuación. ¿Quieres reemplazarlos?
ru: Папка конфигурации уже содержит произношения символов/пунктуации. Вы хотите заменить их?
sk: Konfiguračný priečinok už obsahuje výslovnosti symbolov/interpunkcie. Chcete ho vymeniť?
tr: Konfigürasyon klasörü sembol/noktalama işaretleri telaffuzlarını içeriyor. Değiştirmek istiyor musunuz?

source: No input gesture change to import
da: Ingen ændringer af kommandoer at importere
es: No hay ningún cambio de gesto de entrada para importar
ru: Нет измененных жестов ввода для импорта
sk: Žiadna zmena vstupného gesta k importu
tr: İçe aktarılacak girdi hareketi değişikliği yok

source: The configuration folder already contains input gesture changes. Do you want to replace them?
da: Mappen med indstillinger indeholder allerede ændrede kommandoer. Vil du erstatte dem?
es: La carpeta de configuración ya contiene cambios en los gestos de entrada. ¿Quieres reemplazarlos?
ru: Папка конфигурации уже содержит изменения жестов ввода. Вы хотите их заменить?
sk: Konfiguračný priečinok už obsahuje zmeny vstupných gest. Chcete ich nahradiť?
tr: Konfigürasyon klasörü girdi hareketi değişiklikleri içeriyor. Değiştirmek istiyor musunuz?

source: No NVDA normal configuration to import
da: Ingen standard NVDA indstillingsprofil at importere
es: No hay ninguna configuración normal para importar
ru: Нет обычной конфигурации NVDA для импорта
sk: Žiadna normálna konfigurácia NVDA na import
tr: İçe aktarılacak NVDA normal konfigürasyonu yok

source: The configuration folder already contains NVDA normal configuration. Do you want to replace it?
da: NVDA standard-indstillinger findes allerede i mappen med indstillinger. Skal den erstattes?
es: La carpeta de configuración ya contiene la configuración normal de NVDA. ¿Quieres reemplazarlo?
ru: Папка конфигурации уже содержит обычную конфигурацию NVDA. Вы хотите заменить его?
sk: Konfiguračný priečinok už obsahuje normálnu konfiguráciu NVDA. Chcete ho vymeniť?
tr: Konfigürasyon klasörü NVDA normal konfigürasyonunu içeriyor. Değiştirmek istiyor musunuz?

source: The "%s" folder contains data that will be erased during copying. Do you still wish to continue?
da: Mappen "%s" indeholder data, der vil blive slettet under kopiering. Vil du stadig fortsætte?
es: La carpeta "%s" contiene datos que se borrarán durante la copia. ¿Todavía quieres continuar?
ru: Папка "%s" содержит данные, которые будут удалены при копировании. Вы всё равно хотите продолжить?
sk: Priečinok "%s" obsahuje údaje, ktoré budú počas kopírovania vymazané. Chcete ešte pokračovať?
tr: "%s" klasörü, kopyalama sırasında silinecek verileri içerir. Hala devam etmek istiyor musunuz?

source: Modification of %s folder
da: Ændring af mappen %s
es: Modificación de la carpeta %s
ru: Изменение папки %s
sk: Úprava priečinka %s
tr: %s klasörünün değiştirilmesi

source: Addons's import
da: Import af tilføjelsesprogram
es: Importación de complementos
ru: Импорт дополнений
sk: Import doplnkov
tr: Eklentileri içe aktarma

source: &Add-ons:
da: &Tilføjelsesprogrammer:
es: &Complementos:
ru: &Дополнения:
sk: &Doplňky:
tr: &Eklentiler:
vi: & Tiện ích:

source: Check &all
da: Vælg &alle
es: Marcar &todo
ru: &Выделить все
sk: Skontrolovať všetko
tr: &tümünü işaretle

source: &Delete existing add-ons
da: &Slet eksisterende tilføjelsesprogrammer
es: &Eliminar complementos existentes
ru: &Удаление существующих дополнений
sk: &Zmazať existujúce doplnky
tr: &Mevcut eklentileri sil

source: &Import
da: &Importér
es: &Importar
ru: &Импортировать
tr: İ&çe aktar

source: all items are checked
da: alle elementer er valgt
es: todos los elementos están marcados
ru: все элементы выделены
sk: všetky položky sú skontrolované
tr: tüm öğeler işaretli

source: all items are unchecked
da: alle elementer er fravalgt
es: todos los elementos están desmarcados
ru: Все элементы не выделены
sk: všetky položky sú nezačiarknuté
tr: tüm öğeler işaretli değil

source: Do you really want to delete all add-ons of %s folder?
da: Ønsker du virkelig at slette alle tilføjelsesprogrammer i mappen %s?
es: ¿Realmente deseas eliminar todos los complementos de la carpeta %s?
ru: Вы действительно хотите удалить все дополнения из папки %s?
sk: Naozaj chcete vymazať všetky doplnky zložky %s?
tr: %s klasörünün tüm eklentilerini silmek istiyor musunuz?

source: There is no add-on checked
es: No hay complemento marcado
ru: Проверка на наличие дополнений не проводится
sk: Nie je začiarknutý žiadny doplnok
tr: İşaretli eklenti yok

source: Adding new folder
da: Tilføjer ny mappe
es: Añadiendo una nueva carpeta
ru: Создание новой папки
sk: Pridávanie nového priečinka
tr: Yeni klasör ekleniyor

source: Folder's userName:
es: Identificador de la carpeta:
ru: Имя пользователя папки:
sk: Používateľské meno priečinka:
tr: Klasörün kullanıcı adı:

source: folder's &location:
da: mappes &placering:
es: &Ubicación de la carpeta:
ru: &местоположение папки:
sk: &umiestnenie priečinka:
tr: klasörün &konumu:

source: &Browse...
da: &Gennemse...
es: &Examinar...
ru: &Обзор
sk: &Prechádzať...
tr: A&raştır...

source: &Add
da: &Tilføj
es: &Añadir
ru: &Добавить
sk: &Pridať
tr: &Ekle

source: Folder's selection
da: Vælg mappe
es: Selección de la carpeta
ru: Выбор папки
sk: Výber priečinka
tr: Klasör seçimi

source: You must specify the username of the folder
es: Debes especificar el identificador de la carpeta
ru: Необходимо указать имя пользователя папки
sk: Musíte zadať používateľské meno priečinka
tr: Klasörün kullanıcı adını belirtmelisiniz

source: You must specify the path to the location of the configuration
da: Angiv venligst stien til indstillingens placering
es: Debes especificar la ruta de la ubicación de la carpeta de configuración
ru: Вы должны указать путь к месту расположения конфигурации
sk: Musíte zadať cestu na umiestnenie konfigurácie
tr: Konfigürasyon konumuna giden yolu belirtmelisiniz

source: The folder with "%s" username is already in the list of configuration folders
es: La carpeta con el identificador "%s" ya está en la lista de carpetas de configuración
ru: Папка с именем пользователя "%s" уже находится в списке папок конфигурации
sk: Priečinok s užívateľským menom "%s" je už v zozname konfiguračných priečinkov
tr: "%s" kullanıcı adına sahip klasör zaten konfigürasyon klasörleri listesinde bulunuyor

source: Choose another username
es: Elija otra identificación
ru: Выберите другое имя пользователя
sk: Vyberte iné užívateľské meno
tr: Başka bir kullanıcı adı seçin

source: The "%s" folder already exists and it's a nvda configuration folder. Do you want to add it anyway?
da: Mappen "%s" findes allerede og det er en mappe med NVDA-indstillinger. Skal den tilføjes alligevel?
es: La carpeta "%s" ya existe y es una carpeta de configuración de NVDA. ¿Quieres añadirla de todos modos?
ru: Папка "%s" уже существует, и это папка конфигурации nvda. Вы хотите добавить ее в любом случае?
sk: Priečinok "%s" už existuje a je to konfiguračný priečinok nvda. Chcete ho napriek tomu pridať?
tr: "%s" klasörü zaten var ve bu bir nvda konfigürasyon klasörü. Yine de eklemek istiyor musunuz?

source: The "%s" folder already exists and it's not a nvda configuration folder. Do you want to add it anyway?
da: Mappen "%s" findes allerede og er ikke en mappe med NVDA brugerindstillinger. Ønsker du at tilføje den alligevel?
es: La carpeta "%s" ya existe y no es una carpeta de configuración de NVDA. ¿Quieres añadirla de todos modos?
ru: Папка "%s" уже существует, и это не папка конфигурации nvda. Вы хотите добавить ее в любом случае?
sk: Priečinok "%s" už existuje a nie je to konfiguračný priečinok nvda. Chcete ho napriek tomu pridať?
tr: %s klasörü zaten var ve bu bir nvda konfigürasyon klasörü değil. Yine de eklemek istiyor musunuz?

source: Adding existing folder
da: Tilføjer eksisterende mappe
es: Añadiendo una carpeta existente
ru: Добавление существующей папки
sk: Pridanie existujúceho priečinka
tr: Mevcut klasör ekleniyor

source: folder's &path:
da: mappens #sti:
es: &Ruta de la carpeta:
ru: &путь папки:
sk: &cesta priečinka:
tr: klasör &yolu:

source: The folder is not user configuration's folder
da: Dette er ikke en mappe med brugerindstillinger
es: La carpeta no es una carpeta de configuración de usuario
ru: Папка не является папкой пользовательской конфигурации
sk: Priečinok nie je priečinok konfigurácie používateľa
tr: Klasör kullanıcı konfigürasyon klasörü değil

source: Configuration profiles's import
da: Import af indstillingsprofiler
es: Importación de perfiles de configuración
ru: Импорт профилей конфигурации
sk: Import konfiguračných profilov
tr: Yapılandırma profillerinin içe aktarımı

source: &Profiles:
da: &Profiler:
es: Pe&rfiles:
ru: &Профили:
sk: &Profily:
tr: &Profiller:

source: &Delete existing profiles
da: &Slet eksisterende profiler
es: E&liminar perfiles existentes
ru: &Удаление существующих профилей
sk: &Zmazať existujúce profily
tr: Mevcut profilleri si&l

source: Do you really want to delete all profiles of %s folder?
da: Ønsker du virkelig at slette alle profiler i mappen %s?
es: ¿Realmente deseas eliminar todos los perfiles de la carpeta %s?
ru: Вы действительно хотите удалить все профили из папки %s?
sk: Naozaj chcete odstrániť všetky profily priečinka %s?
tr: %s klasörünün Tüm profillerini silmek istiyor musunuz?

source: There is no profile checked
da: Ingen profil valgt
es: No hay perfil marcado
ru: Профиль не проверен
sk: Nie je začiarknutý žiadny profil
tr: İşaretli profil yok

source: %s profile exists. Do you want to replace it?
da: profilen %s findes. Vil du erstatte den?
es: El perfil %s ya existe. ¿Quieres reemplazarlo?
ru: Профиль %s существует. Хотите ли вы заменить его?
sk: Profil %s existuje. Chcete ho vymeniť?
tr: %s profili var. Değiştirmek istiyor musunuz?

source: Impossible to import profils
da: Ikke muligt at importere profiler
es: No hay ningún perfil para importar
ru: Невозможно импортировать профили
sk: Profily nemožno importovať
tr: Profilleri içe aktarmak imkansız

source: Spelling errors' announcement
ru: Сообщение об орфографических ошибках

source: Records:
da: Emner:
es: Registrados:
ru: Записи:
sk: Registrácia:
tr: Kayıtlar:
vi: lịch sử

source: The current configuration of the "Voice profile switching"feature is not compatible with this add-on's version, All selectors have been released and the voice profiles deleted. Sorry for the inconvenience.
da: Den aktuelle indstilling af funktionen "Skift Stemmeprofil" er ikke kompatibel med denne version af tilføjelsesprogrammet. Alle forvalg er blevet frigjort og stemmeprofilerne er blevet slettet. Undskyld ulejligheden.
es: La configuración actual de la funcionalidad "Cambio de perfil de voz" no es compatible con la versión de este complemento, se han liberado todos los selectores y se han eliminado los perfiles de voz. Lo siento por los inconvenientes ocasionados.
ru: Текущая конфигурация функции «Переключение голосовых профилей» несовместима с версией этого дополнения. Все селекторы были освобождены, а голосовые профили удалены. Приносим извинения за доставленные неудобства.
sk: Aktuálna konfigurácia funkcie "Prepínanie hlasových profilov" nie je kompatibilná s verziou tohto doplnku. Všetky selektory boli uvoľnené a hlasové profily zmazané. Ospravedlňujem sa za nepríjemnosť.
tr: "Ses profili değiştirme" özelliğinin mevcut konfigürasyonu bu modülün sürümüyle uyumlu değil, Tüm seçiciler serbest bırakıldı ve ses profilleri silindi. Rahatsızlıktan dolayı özür dileriz.
vi: tất cả bộ đọc không tương thích đã bị xóa,xin lỗi vì sự bất tiện này .

source: Impossible, the synthesizer or audio output device of voice profile {voiceProfileName} associated to selector {selector} is not available. Do you want to free this selector?
es: Imposible, el sintetizador o el dispositivo de salida de audio de perfil de voz {voiceProfileName} asociado con el selector {selector} no está disponible. ¿Quieres liberar este selector?
ru: Невозможно, синтезатор или устройство вывода звука голосового профиля {voiceProfileName}, связанного с селектором {selector}, недоступно. Хотите освободить этот селектор?
tr: Mümkün değil; {selector} seçiciyle ilişkili {voiceProfileName} ses profilinin sentezleyicisi veya ses çıkış aygıtı mevcut değil. Bu seçiciyi serbest bırakmak istiyor musunuz?

source: Synthesizer error
da: Talesyntese-fejl
es: Error de sintetizador
ru: Ошибка синтезатора
sk: Chyba syntetizátora
tr: Sentezleyici hatası

source: Selector {selector}: {name}
da: Forvalg {selector}: {name}
ru: Селектор {selector}: {name}
sk: Selektor {selector}: {názov}
tr: Seçici {selector}: {name}
vi: tên bộ đọc

source: No other selector set to voice profile
es: Ningún otro selector está asociado con un perfil de voz
ru: Нет другого селектора, установленного на голосовой профиль
sk: K hlasovému profilu nie sú pridružené žiadne ďalšie voliče
tr: Ses profili için başka seçici atanmamış

source: No selector set to voice profile
es: Ningún selector está asociado con un perfil de voz
ru: Нет селектора, установленного на голосовой профиль
sk: Žiadny volič nie je nastavený na hlasový profil
tr: Ses profili için seçici atanmamış

source: Selector %s is free
da: Forvalg %s er ledig
es: El selector %s está libre
ru: Селектор %s свободен
sk: Selektor %s je voľný
tr: %s seçicisi serbest
vi: Bộ đọc % s là miễn phí

source: yes
da: ja
es: sí
ru: Да
sk: Ano
tr: evet
vi: Đúng

source: no
da: nej
ru: Нет
sk: Nie
tr: hayır
vi: Không

source: Audio output device
es: Dispositivo de salida de audio
ru: Устройство вывода звука
tr: Ses çıkış cihazı

source: {name} voice profile set to selector {selector}
da: {name} stemmeprofilen indstillet til forvalg {selector}
es: Perfil de voz {name} asociado al selector {selector}
ru: Голосовой профиль {name} установлен на селектор {selector}
sk: Hlasový profil {name} nastavený na selektor {selector}
tr: {name} ses profili {selector} seçicisi için atandı
vi: tên cấu hình giọng nói được đặt thành

source: All selectors are freed from their vocal profile
es: Todos los selectores están libres de su perfil de voz asociado
ru: Все селекторы освобождены от своих голосовых профилей
sk: Všetky voliče nemajú priradený hlasový profil
tr: Tüm seçiciler için yapılmış atamalar silindi

source: Automatic language switching (when supported)
da: Automatisk skift af sprog (når det understøttes)
es: Cambio automático de idioma (cuando esté soportado)
ru: Автоматическое переключение языков (если поддерживается)
sk: Automatické prepínanie jazykov (ak je podporované)
tr: Otomatik dil değiştirme (destekleniyorsa)
vi: Chuyển đổi ngôn ngữ tự động (khi được hỗ trợ)

source: Automatic dialect switching (when supported)
da: Automatisk skift af dialekt (når det understøttes)
es: Cambio automático de dialecto (cuando esté soportado)
ru: Автоматическое переключение диалектов (если поддерживается)
sk: Automatické prepínanie dialektov (ak je podporované)
tr: Otomatik lehçe değiştirme (destekleniyorsa)
vi: Tự động chuyển giọng theo vùng miền (nếu có hỗ trợ)

source: Punctuation/symbol level
da: Niveau for sætningstegn/symboler
es: Nivel de Puntuación y símbolos
ru: Уровень пунктуации / символа
sk: Úroveň interpunkcie/symbolu
tr: Noktalama/imla düzeyi
vi: mức độ đọc dấu câu và kí hiệu

source: Trust voice's language when processing characters and symbols
da: Brug stemmens sprog ved behandling af tegn og symboler
es: Confiar en el idioma de la voz al procesar caracteres y símbolos
ru: Использовать язык синтезатора для чтения знаков и символов пунктуации
sk: Pri spracovaní znakov a symbolov sa spoliehajte na jazyk reči
tr: Karakter ve sembolleri işlerken konuşmacının dilini dikkate al
vi: Sử dụng giọng đọc của ngôn ngữ để xử lý ký hiệu và ký tự

source: Delayed descriptions for characters on cursor movement
da: Forsinkede beskrivelser af tegn ved markørbevægelser
es: Descripciones retrasadas para caracteres en movimientos del cursor
ru: Задержка описания символов при перемещении курсора
sk: Oneskorené popisy znakov pri pohybe kurzora
tr: İmleç hareketindeki karakterler için gecikmeli açıklamalar

source: Unicode normalization
es: Normalización Unicode
ru: Нормализация Юникода
tr: Unicode normalleştirme

source: Report 'Normalized' when navigating by character
es: Anunciar 'Normalizado' al navegar por caracteres
ru: Сообщение 'Нормализациий' при навигации по символам
tr: Karaktere göre gezinirken 'Normalleştirildi' ibaresini Söyle

source: Capital pitch change percentage
da: Procentvis ændring af tonehøjde ved store bogstaver
es: Porcentaje de Cambio en el tono para Mayúsculas
ru: Процент смены высоты для заглавных
sk: Percentuálna zmena výšky pre veľké písmená
tr: Büyük harf ses perdesi değişim yüzdesi
vi: độ cao

source: Say cap before capitals
da: Sig stort før store bogstaver
es: Decir mayus antes de mayúsculas
ru: Говорить «Большая» перед заглавными буквами
sk: Pred veľkými písmenami povedzte veľké
tr: Büyük harflerden önce büyük de
vi: Thông báo chữ hoaSay cap before capitals

source: Beep for capitals
da: Bip ved store bogstaver
es: Pitar para mayúsculas
ru: Сигнал перед заглавными буквами
sk: Pípnutie pre veľké písmená
tr: Büyük harfler için bip sesi çıkar
vi: Bíp cho chữ hoa

source: Use spelling functionality if supported
da: Brug stavefunktion hvis understøttet
es: Utilizar funcionalidad de deletreo si está soportada
ru: Используйте функцию проверки орфографии, если она поддерживается
sk: Používajte funkciu pravopisu, ak je podporovaná
tr: Destekleniyorsa kodlama işlevini kullan
vi: Sử dụng chức năng chính tả nếu được hỗ trợ

source: selector: %s
da: forvalg: %s
ru: Селектор %s
sk: volič: %s
tr: seçici: %s

source: Voice profile name
es: Nombre del perfil de voz
ru: Имя голосового профиля
tr: Ses profili adı

source: Associated under %s configuration profile
da: Knyttet til indstillingsprofilen %s
es: Asociado bajo el perfil de configuración %s
ru: Связано с профилем конфигурации %s
sk: Pridružené pod konfiguračným profilom %s
tr: %s yapılandırma profili altında birleştirildi
vi: Liên kết theo cấu hình% s

source: Synthesizer
es: Sintetizador
ru: Синтезатор
tr: Sentezleyici

source: Output device
es: Dispositivo de Salida
ru: Устройство вывода
tr: Çıkış aygıtı

source: Voice profile selectors's Management of profile %s
da: Styring af forvalg for stemmeprofiler under indstillingsprofilen %s
es: Administrar los selectores del perfil de voz del perfil de %s
ru: Управление селекторами голосовых профилей %s профиля
sk: Správa selektorov hlasových profilov profilu %s
tr: Ses profili seçicisi, %s konfigürasyon profili yönetimi

source: &Selectors
da: &Forvalg
es: &Selectores
ru: &Селекторы
sk: &Selektory
tr: &Seçiciler
vi: & bộ đọc

source: free
da: ledig
es: libre
ru: Свободный
sk: voľný, uvoľniť
tr: serbest
vi: miễn phí

source: &Use selectors associated under normal cconfiguration's profile
da: &Benyt forvalgene tilknyttet standard indstillingsprofilen
es: &Usar los selectores asociados en el perfil de configuración normal
ru: &Использовать селекторы, связанные с обычным профилем конфигурации
sk: &Použiť pridružené selektory v normálnom konfiguračnom profile
tr: &Normal konfigürasyon profili altında yer alan seçicileri kullan
vi: &sử dụng bộ đọc được liên kết với cấu hình bình thường

source: &Activate voice profile
da: &Aktivér stemmeprofil
es: &Activar el perfil de voz
ru: &Активировать голосовой профиль
sk: &Aktivovať hlasový profil
tr: Ses profilini &etkinleştir
vi: & Kích hoạt hồ sơ giọng nói

source: A&ssociate voice profile
da: T&ilknyt stemmeprofil
es: A&sociar el perfil de voz
ru: &Ассоциированный голосовой профиль
sk: A&pridružený hlasový profil
tr: Ses profilini &ilişkilendir
vi: Hồ sơ giọng nói của A & ssociate
