Repository: paulber007/AllMyNVDAAddons
Catalog: NVDAExtensionGlobalPlugin/dev/NVDAExtensionGlobalPlugin-14.1-dev4/locale/*/LC_MESSAGES/nvda.po
Languages: da, es, ru, sk, tr, vi

source: &Limit key repeats
da: &Begræns gentagelser af taster
es: &Limitar las repeticiones
ru: &Ограничить повтор клавиш
sk: &Obmedziť opakovanie klávesov
tr: &Tuş tekrarlarını sınırla

source: Delay between &repeat (in ms):
da: Forsinkelse mellem &gentagelser (i ms):
es: Duración de &repetición (en ms):
ru: &Задержка между повтором (в мс):
sk: Oneskorenie medzi &opakovať (v ms):
tr: Aynı ha&reket tekrarları arasındaki gecikme (milisaniye cinsinden):

source: &Automatically save current voice settings for current selector before switching
da: Gem &automatisk nuværende stemmeindstillinger under nuværende forvalg før der skiftes forvalg
es: Guardar &automáticamente la configuración de voz actual para el selector actual antes de conmutar
ru: &Автоматическое сохранение текущих голосовых настроек для текущего селектора перед переключением
sk: &Automaticky uložiť aktuálne nastavenie hlasu pre aktuálny volič pred prepnutím
tr: Geçiş y&apmadan önce mevcut seçici için mevcut ses ayarlarını otomatik olarak kaydetme

source: Allow &NVDA tonalities's volume adjustment
es: &Permitir el ajuste de volumen de tonos de NVDA
ru: &Разрешить регулировку громкости тональных сигналов NVDA
sk: Povoliť úpravu hlasitosti &NVDA tónov
tr: &NVDA tonalitelerinin ses ayarına izin ver

source: Allow nvda sounds files's &gain modification
es: Permitir el cambio de &ganancia en los archivos de sonido
ru: &Разрешить изменение усиления звуковых файлов nvda
sk: Povoliť úpravu získaných súborov zvuku nvda
tr: NVDA ses dosyalarının artı&ş değişikliğine izin ver

source: Play tone on audio &output device
es: Reproducir un tono en el dispositivo de &salida de audio
ru: &Воспроизведение тонального сигнала на устройстве вывода звука
sk: Prehrať tón na audio & výstupnom zariadení
tr: Ses çıkış aygıtında ton &çal

source: Keyboard
da: Tastatur
es: Teclado
ru: Клавиатура
sk: Klávesnica
tr: Klavye
vi: Bàn phím

source: Keys's remanence
da: Ventetid ved tastetryk
es: Remanencia de las teclas
ru: Восстановление ключей
sk: Kľúčová remanencia
tr: Tek el kullanımı
vi: phím tắt còn lại

source: &Only NVDA key in remanence
da: &Kun ventetid for NVDA-tasten
es: &Solo la tecla NVDA está en remanencia
ru: &Только ключ NVDA в состоянии восстановления
sk: &Len kľúč NVDA je remanentný
tr: Tek el kullanımı yalnızca &NVDA tuşu için geçerli
vi: & Chỉ có khóa NVDA còn lại

source: Activate &remanence at NVDA's start
da: Slå &ventetid til, når NVDA starter
es: Activar la &remanencia de las teclas cuando se inicia NVDA
ru: &Активировать восстановление при запуске NVDA
sk: Aktivujte &remanence pri štarte NVDA
tr: NVDA başladığında tek el kullanımını etkinleştir
vi: Kích hoạt và làm lại khi bắt đầu NVDA

source: &Remanence's delay (in milliseconds):
da: &Ventetidens varighed (i millisekunder):
es: Duración de la &remanencia (en milisegundos):
ru: &Задержка восстановления (в миллисекундах):
sk: &Oneskorenie remanencie (v milisekundách):
tr: Tek el modunda bekleme &süresi (milisaniye cinsinden)
vi: độ trễ khi đợi nhấn phím

source: Play &sound at the start of remanence
da: Afspil en &lyd, når ventetiden starter
es: Emitir un pitido al &inicio de la remanencia de una tecla
ru: &Воспроизведение звука в начале восстановления
sk: Prehrať &zvuk na začiatku remanencie
tr: Tek el kullanımı başladığında ses &çal
vi: phát âm thanh khi bắt đầu tổ hợp phím

source: Play sound at the &end of remanence
da: Afspil en lyd, når ventetiden &slutter
es: Emitir un pitido al &final de la remanencia de una tecla
ru: &Воспроизведение звука в конце восстановления
sk: Prehrajte zvuk na &konci remanencie
tr: Tek el kullanımı &bittiğinde ses çal
vi: Phát âm thanh vào cuối tổ hợp phím

source: Special remanence for &Gmail.com
da: Særlig ventetid for &Gmail.com
es: Remanencia específica para &Gmail.com
ru: &Специальное восстановление для Gmail.com
sk: Špeciálna remanencia pre &Gmail.com
tr: &Gmail.com'a özel tek el kullanımı
vi: chức năng thêm cho gmail

source: Numeric keypad
da: Numerisk tastatur
es: Teclado numérico
ru: Цифровая клавиатура
sk: Numerická klávesnica
tr: Numaratör tuş takımı
vi: Bàn phím số

source: &Allow the standard use of the numeric keypad
da: &tillad den oprindelige brug af det numeriske tastatur
es: Permitir el &uso estándar del teclado numérico
ru: &Разрешить стандартное использование цифровой клавиатуры
sk: &Povoliť štandardné použitie numerickej klávesnice
tr: Num&aratörün standard kullanımına izin ver

source: &Enable the standard use of the numeric keypad at NVDA's start
da: &Slå det numeriske tastaturs standard-betjening til, når NVDA starter
es: Hab&ilitar el uso estándar del teclado numérico cuando se inicia NVDA
ru: &Включить стандартное использование цифровой клавиатуры при запуске NVDA
sk: &Povoliť štandardné použitie numerickej klávesnice pri štarte NVDA
tr: NVDA açıldığında numaratörün standard kullanımını &etkinleştir
vi: & sử dụng bàn phím số khi khởi động nvda

source: &Enable / disable numeric keypad's standard use with num lock key
da: &Tænd / sluk for det numeriske tastaturs standard-virkemåde ved hjælp af tasten num lock
es: Habilitar o deshabilitar el us&o estándar de teclado numérico con la tecla bloqueo numérico
ru: &Включение / отключение стандартного использования цифровой клавиатуры с помощью клавиши Num Lock
sk: &Povoliť/zakázať štandardné použitie numerickej klávesnice s klávesom num lock
tr: &numlok tuşuyla numaratörün standard kullanımını açıp kapa

source: Numeric lock
da: Numlock
es: Bloqueo numérico
ru: Калькуляторный блок
sk: Numerický zámok
tr: Numara kilidi

source: &Report ?he activated state at NVDA starting
da: &Oplys den aktiverede tilstand når NVDA starter
es: Indicar e&l estado activado al iniciar NVDA
ru: &Сообщать?О состояние активации при запуске NVDA
sk: &Hlásenie aktivovaného stavu pri spustení NVDA
tr: &NVDA başlarken etkinleştirme durumunu söyle

source: Capital lock
da: Capslock
es: Bloqueo mayúsculas
ru: Блокировка заглавных букв
sk: Caps lock
tr: Büyük harf kilidi

source: &Report the activated state at NVDA starting
da: &Oplys status for aktivering, når NVDA starter
es: &Indicar el estado activado al iniciar NVDA
ru: &Сообщить об активированном состоянии при запуске NVDA
sk: &Hlásiť aktivovaný stav pri spustení NVDA
tr: NVDA başlangıcında geçe&rli durumu söyle

source: Update
da: Opdatering
es: Actualización
ru: Обновление
sk: Aktualizácia
tr: Güncelle
vi: Cập nhật

source: Automatically check for &updates
da: Søg automatisk efter &opdateringer
es: Buscar automáticamente &actualizaciones
ru: Автоматически проверять & обновления
sk: Automaticky kontrolovať &aktualizácie
tr: &Otomatik güncelleme kontrolü

source: Update also release versions to &development versions
da: Opdatér også officielle versioner til &udviklerversioner
es: Actualizar también versiones estable hacia versiones de &desarrollo
ru: &Обновление также выпускает версии для версий разработки
sk: Aktualizovať tiež vydané verzie na &vývojové verzie
tr: Ana sürümleri geliştirici &sürümlere de güncelle

source: &Check for update
da: &Søg efter opdateringer
es: &Buscar actualización
ru: & Проверить обновления
sk: &Skontrolovať aktualizácie
tr: &Güncellemeleri denetle
vi: &Kiểm tra cập nhật

source: View &history
da: Vis versions&historik
es: Ver &historial
ru: &Просмотр истории
sk: Zobraziť &históriu
tr: Geli&ştirme notlarını göster

source: Settings
da: Indstillinger
es: Opciones
ru: Настройки
sk: nastavenie
tr: Ayarlar

source: Cursor's moving
da: Markørflytning
es: Movimiento del cursor
ru: Перемещение курсора
sk: Pohyb kurzora
tr: İmleç hareketi
vi: Di chuyển con trỏ

source: &Punctuation/symbol level on word movement:
da: Niveau for &tegnsætning/symboler ved flytning et ord ad gangen:
es: Nivel de símbolos y &puntuación al moverse por palabra:
ru: &Уровень пунктуации/символов при перемещении слов:
sk: &Úroveň interpunkcie/symbolu pri zmene slov:
tr: Kelime bazında dolaşım sırasında noktalama/imla &düzeyi:
vi: & đọc dấu câu khi di chuyển từng từ

source: Current configuration profile's level
da: Niveau for den aktive indstillingsprofil
es: Nivel de perfil de configuración actual
ru: Уровень текущего профиля конфигурации
sk: Aktuálna úroveň konfiguračného profilu
tr: Mevcut konfigürasyon profili düzeyi

source: &Do not say blank when moving by Line
es: &No decir en blanco al moverse por línea
ru: &Не говорить «пусто» при перемещении по строкам
tr: Satır satır &dolaşırken boş deme

source: Text used as a &separator between contents added to the clipboard.
da: Tekst brugt som &separator mellem indhold, der føjes til udklipsholderen.
es: Texto utilizado como &separador entre los contenidos añadidos al portapapeles.
ru: Текст, используемый в качестве &разделителя между содержимым, добавленным в буфер обмена.
sk: Text použitý ako &oddeľovač medzi obsahom pridaným do schránky.
tr: Panoya eklenen içerikler arasında &ayraç olarak kullanılacak metin.

source: &Add text before clipboard datas
da: &Tilføj tekst &før oplysningerne i udklipsholderen
es: &Añadir antes de los contenidos del portapapeles
ru: &Добавить текст перед данными буфера обмена
sk: &Pridať pred obsah schránky
tr: Metni &panodaki verinin öncesine ekle

source: Ask &confirmation before adding
da: Bed om &bekræftelse før tilføjelse
es: Solicitar &confirmación antes de añadir al portapapeles
ru: &Запрашивать подтверждение перед добавлением
sk: Pred pridaním sa opýtať na potvrdenie
tr: Eklemeden önce &onay iste

source: &On profile activation:
da: når pr&ofilen aktiveres:
es: &Al activar el perfil:
ru: &При активации профиля:
sk: &Pri aktivácii profilu:
tr: &Profil aktivasyonunda:

source: Do nothing
da: Gør ingenting
es: No hacer nada
ru: Ничего не делать
sk: Nerobiť nič
tr: Hiçbir şey yapma

source: Desactivate
da: Slå fra
es: Desactivar
ru: Деактивировать
sk: Deaktivovať
tr: Devre dışı bırak

source: Activate
da: Aktivér
es: Activar
ru: Активировать
sk: aktivovať
tr: Etkinleştir

source: Key blocking
da: Blokering af taster
es: Bloqueo de tecla
ru: Блокировка клавиш
sk: zámok
tr: Tuş engelleme

source: Block insert key
da: Blokér Insert-tasten
es: Bloquear la tecla Insertar
ru: Блокировка клавиши Insert
sk: Zamknite kláves Insert
tr: Insert tuşunu engelle

source: Block capslock key
da: Blokér Capslock-tasten
es: Bloquear la tecla Bloqueo mayúsculas
ru: Блокировка клавиши Capslock
sk: Uzamknite kláves Caps Lock
tr: Büyük harf kilidi tuşunu engelle

source: Characters echo
da: Oplæs indtastede tegn
es: Verbalización de los caracteres al escribir
ru: Эхо символов
sk: odozva znakov pri písaní
tr: Karakter yankısı

source: Still speak &non-alphanumeric characters when keyboard echo by characters is disabled
da: Oplæs fortsat tegn der #ikke er tal eller bogstaver selvom oplæsning af tegn er slået fra
es: Pronunciar caracteres &no alfanuméricos de todos modos cuando verbalizar caracteres al escribir está desactivado
ru: &По-прежнему произносить неалфавитно-цифровые символы, когда эхо клавиатуры по символам отключено
sk: Stále čítať nealfanumerické znaky, keď je vypnutá odozva na klávesnici po znakoch
tr: Karakterlere göre klavye ya&nkısı devre dışı bırakıldığında hala alfasayısal olmayan karakterleri söyle

source: Text analysis
da: Tekstanalyse
es: Análisis de texto
ru: Анализ текста
sk: Analýza textu
tr: Metin analizi

source: &Activate text analyzer
da: &Slår tekstanalyse til
es: &Activar el analizador de texto
ru: &Активировать анализатор текста
sk: &Aktivovať textový analyzátor
tr: &Metin analistini etkinleştir

source: Activate text analyzer at add-on's &start
da: Slå tekstanalyse til, når tilføjelsesprogrammet &starter
es: Activar el analizador de &texto al iniciar el complemento
ru: &Активировать текстовый анализатор при запуске дополнения
sk: Aktivovať textový analyzátor na &štarte doplnku
tr: Eklenti &başladığında metin analistini etkinleştir

source: Symbols match
da: Overensstemmelse mellem symboler
es: Concordancia de símbolos
ru: Совпадение символов
sk: Symboly sa zhodujú
tr: Eşleşen semboller

source: Report &discrepancies
da: Oplys &uoverensstemmelser
es: Informar las &incoherencias
ru: &Сообщать о несоответствиях
sk: Nahlásiť &nezrovnalosti
tr: &Tutarsızlıkları söyle

source: Anomalies
da: Afvigelser
es: Anomalías
ru: Аномалии
sk: Anomálie
tr: Aykırılıklar

source: Report a&nomalies
da: Oplys &afvigelser
es: Informar las &anomalías
ru: &Сообщать об аномалиях
sk: Nahlásiť a&nomálie
tr: &Aykırılıkları Söyle

source: &Verify:
da: &Undersøg:
es: &Verificar:
ru: &Проверять:
sk: &Overiť:
tr: &Doğrula:

source: &For symbols:
da: &For symboler:
es: &Para los símbolos:
ru: &Для символов:
sk: &Pre symboly:
tr: &Semboller için:

source: Formatting
da: Formatering
es: Formato
ru: Форматирование
sk: Formátovanie
tr: Biçimlendirme

source: Report &changes
da: Oplys &ændringer
es: Informar los &cambios
ru: &Сообщать об изменениях
sk: Nahlásiť &zmeny
tr: &Değişiklikleri Söyle

source: Ty&pe:
es: Ti&po:
ru: &Тип:
sk: Ty&p:
tr: T&ür:

source: Spelling Errors
es: Error de ortografía
ru: Орфографические ошибки
tr: Yazım Hataları

source: &Report errors
es: In&formar errores
ru: &Сообщать об ошибках
tr: Hatala&rı söyle

source: Alert
da: Alarmering
es: Alerta
ru: Предупреждение
sk: Upozornenie
tr: Uyarı

source: Report &by:
da: Oplys ved hjælp &af:
es: &Informar por:
ru: &Отчет по:
sk: Nahlásiť &od:
tr: Şunun&la Söyle:

source: Sounds:
da: Lyde:
es: Sonidos:
ru: Звуки:
sk: Zvuky:
tr: Sesler:

source: Frequency:
da: Frekvens:
es: Frecuencia:
ru: Периодичность:
sk: Frekvencia:
tr: Frekans:

source: Length:
da: Længde:
es: Duración:
ru: Продолжительность:
sk: Dĺžka:
tr: Uzunluk:

source: Message:
da: Meddelelse:
es: Mensaje:
ru: Сообщение:
sk: Správa:
tr: Mesaj:

source: Profile settings's %s
da: Indstillinger for profilen %s
es: Opciones del perfil %s
ru: Настройки профиля - %s
sk: Nastavenie profilu %s
tr: Profil ayarları %s

source: Alert message
da: Alarm-besked
es: Mensaje de alerta
ru: Предупреждающее сообщение
sk: Výstražná správa
tr: Uyarı mesajı

source: Detections's number
da: Antal forekomster
es: Número de detecciones
ru: Количество обнаружений
sk: Počet detekcií
tr: Tespit numarası

source: Detailed description
es: Descripción detallada
ru: Подробное описание
sk: Detailný popis
tr: Detaylı Açıklama

source: The multiple contiguous spaces
da: Flere mellemrum efter hinanden
es: Los múltiples espacios contiguos
ru: Несколько смежных пробелов
sk: Viacnásobné susediace medzery
tr: Çoklu bitişik boşluklar

source: The space or Tab at end
da: Mellemrum eller tabulatortegn i slutningen
es: El espacio o la tabulación al final
ru: Пробел или табуляция в конце
sk: Medzera alebo Tab na konci
tr: Sonda boşluk veya Sekme

source: The isolated or non spaced punctuations
da: Sætningstegn der står alene eller uden mellemrum
es: Las puntuaciones aisladas o no espaciadas
ru: Обособленные или нерасставленные знаки препинания
sk: Izolovaná alebo nerozložená interpunkcia
tr: Tek başına veya sonrasında aralık olmayan noktalama işaretleri

source: The uppercase missing or inversed
da: Manglende eller omvendte, store bogstaver
es: Las mayúsculas faltantes o invertidas
ru: Заглавная буква отсутствует или перепутана
sk: Veľké písmená chýbajú alebo sú prevrátené
tr: Büyük harf eksik veya ters

source: The required space before the symbol
da: Det obligatoriske mellemrum før symbolet
es: El espacio obligatorio antes del símbolo
ru: Необходим пробел перед символом
sk: Požadovaná medzera pred symbolom
tr: Sembolden önce gerekli boşluk

source: The required space after the symbol
da: Det obligatoriske mellemrum efter symbolet
es: El espacio obligatorio después del símbolo
ru: Необходим пробел после символа
sk: Požadovaná medzera za symbolom
tr: Sembolden sonra gerekli boşluk

source: Unexpected space before symbol
es: El espacio inesperado antes del símbolo
ru: Неожиданный пробел перед символом
sk: Neočakávaná medzera pred symbolom
tr: Sembolden önce beklenmeyen boşluk

source: Unexpected space after symbol
es: El espacio inesperado después del símbolo
ru: Неожиданный пробел после символа
sk: Neočakávaná medzera za symbolom
tr: Sembolden sonra beklenmeyen boşluk

source: Font's name
da: Skrifttypenavn
es: Nombre de la fuente
ru: Название шрифта
sk: Meno písma
tr: Yazı tipi adı

source: Font's size
da: Skriftstørrelse
es: Tamaño de la fuente
ru: Размер шрифта
sk: Veľkosť písma
tr: Yazı tipi boyutu

source: Font's attributes
da: Skrifttypes attributter
es: Atributos de la fuente
ru: Атрибуты шрифта
sk: Atribúty písma
tr: Yazı tipi özellikleri

source: Style
da: Typografi
es: Estilo
ru: Стиль
sk: Štýl
tr: Stil

source: Color
da: Farve
ru: Цвет
sk: Barva
tr: Renk

source: Text analyzer activated
da: Tekstanalyse aktiveret
es: Analizador de texto activado
ru: Анализатор текста включен
sk: Textový analyzátor aktivovaný
tr: Metin analisti etkin

source: Text analyzer desactivated
da: Tekstanalyse deaktiveret
es: Analizador de texto desactivado
ru: Анализатор текста выключен
sk: Textový analyzátor je deaktivovaný
tr: Metin analisti devre dışı

source: Quick addons activation
da: Hurtig aktivering af tilføjelsesprogrammer
es: Activación rápida de complementos
ru: Быстрая активация дополнений
sk: Rýchla aktivácia doplnkov
tr: Hızlı eklenti aktivasyonu

source: Check to activate:
da: Markér for at aktivere:
es: Marcar para activar:
ru: Установите флажки, чтобы включить
sk: Začiarknutím aktivujete:
tr: Etkinleştirmek için işaretleyin:

source: &Check all
da: &Vælg alle
es: &Marcar todo
ru: &Выделить все
sk: &Skontrolovať všetko
tr: &tümünü işaretle

source: &Uncheck all
da: &Fravælg alle
es: &Desmarcar todo
ru: &Снять выделение со всех
sk: &Zrušiť začiarknutie všetkých
tr: &Tüm işaretleri kaldır

source: &Save and restart NVDA
da: &Gem og genstart NVDA
es: &Guardar y reiniciar NVDA
ru: & Сохранить и перезапустить NVDA
sk: &Uložiť a reštartovať NVDA
tr: Kaydet ve NVDA'yı &yeniden başlat

source: incompatible
ru: несовместимый
sk: nekompatibilný
tr: uyumsuz

source: All add-ons are checked
da: Alle tilføjelsesprogrammer er valgt
es: Todos los complementos están marcados
ru: Все дополнения отмечены
sk: Všetky doplnky sú skontrolované
tr: Tüm eklentiler işaretli

source: All add-ons unchecked
da: Alle tilføjelsesprogrammer fravalgt
es: Todos los complementos están desmarcados
ru: Все дополнения не выделены
sk: Všetky doplnky nie sú začiarknuté
tr: Tüm eklentiler işaretli değil

source: There is no change. Do you want to restart NVDA anyway?
da: Der er ingen ændringer. Vil du genstarte NVDA alligevel?
es: No se han hecho cambios. ¿Quieres reiniciar NVDA de todos modos?
ru: Изменений нет. Вы всё равно хотите перезапустить NVDA?
sk: Nedochádza k žiadnej zmene. Chcete napriek tomu NVDA reštartovať?
tr: Herhangi bir değişiklik yapılmadı. Yine de NVDA'yı yeniden başlatmak istiyor musunuz?

source: Error: the "%s" folder cannot be deleted
da: Fejl: Mappen "%s" kan ikke slettes
es: Error: la carpeta "%s" no se puede eliminar
ru: Ошибка: папка "%s" не может быть удалена
sk: Chyba: priečinok „%s“ nemožno odstrániť
tr: Hata: %s klasörü silinemez

source: User Configurations's management
da: Styring af brugerkonfigurationer
es: Gestión de configuraciones del usuario
ru: Управление пользовательскими конфигурациями
sk: Správa užívateľských konfigurácií
tr: Kullanıcı Konfigürasyonları yönetimi

source: Configuration's &folders:
da: &Mapper med konfigurationer:
es: &Carpetas de configuración:
ru: &Папки конфигурации:
sk: &priečinky konfigurácie:
tr: Konfigürasyon &klasörleri:

source: &Restart NVDA with this configuration's folder
da: &Genstart NVDA med denne indstillingsmappe
es: &Reiniciar NVDA con esta carpeta de configuración
ru: &Перезапустите NVDA с конфигурации из этой папки
sk: &Reštartujte NVDA s týmto konfiguračným priečinkom
tr: &NVDA'yı bu konfigürasyon klasörüyle yeniden başlat

source: &Prepare this folder
da: &Forbered denne mappe
es: &Preparar esta carpeta
ru: &Подготовить эту папку
sk: &Pripravte tento priečinok
tr: Bu klasörü &hazırla

source: &Delete this folder
da: &Slet denne mappe
es: &Eliminar esta carpeta
ru: &Удалить эту папку
sk: &Zmazať tento priečinok
tr: Bu klasörü si&l

source: Empt&y this folder
da: Tø&m denne mappe
es: &Vaciar esta carpeta
ru: &Очистить эту папку
sk: &Vyprázdnite tento priečinok
tr: Bu klasörü bo&şalt

source: E&xplore this folder
da: G&ennemse denne mappe
es: E&xplorar esta carpeta
ru: &Просмотр этой папки
sk: &Preskúmať tento priečinok
tr: Bu klasöre &gözat

source: Add &new folder
da: Tilføj &ny mappe
es: Añadir una &nueva carpeta
ru: &Добавить новую папку
sk: Pridať &nový priečinok
tr: Ye&ni klasör ekle

source: Add &existing folder
da: Tilføj &eksisterende mappe
es: Añadir una carpeta &existente
ru: &Добавить существующую папку
sk: Pridať existujúci &priečinok
tr: &Mevcut klasörü ekle

source: &Modify this folder
da: &Redigér denne mappe
es: &Modificar esta carpeta
ru: &Изменить эту папку
sk: &Upraviť tento priečinok
tr: Bu klasörü de&ğiştir

source: Active configuration
da: Aktiv konfiguration
es: Configuración activa
ru: Активная настройка
sk: Aktívna konfigurácia
tr: Etkin konfigürasyon

source: Do you really want to restart NVDA with this user configuration's folder: %s?
da: Ønsker du at genstarte NVDA ved hjælp af denne mappe med brugerindstillinger: %s?
es: ¿Realmente deseas reiniciar NVDA con esta carpeta de configuración de usuario: %s?
ru: Вы действительно хотите перезапустить NVDA с пользовательской конфигурации папки: %s?
sk: Naozaj chcete reštartovať NVDA s týmto priečinkom užívateľskej konfigurácie: %s?
tr: NVDA'yı bu kullanıcı konfigürasyon klasörüyle yeniden başlatmak istiyor musunuz: %s ?

source: You are going to modify the active configuration's folder. Do you want to continue?
da: Du er ved at ændre mappen med de aktuelle indstillinger. Vil du fortsætte?
es: Vas a modificar la carpeta de configuración activa. ¿Deseas continuar?
ru: Вы собираетесь изменить папку активной конфигурации. Вы хотите продолжить?
sk: Chystáte sa upraviť priečinok aktívnej konfigurácie. Chcete pokračovať?
tr: Aktif konfigürasyon klasörünü değiştirmek üzeresiniz. Devam etmek istiyor musunuz?

source: Impossible to create %s folder
da: Ikke muligt at oprette mappen %s
es: Imposible crear la carpeta %s
ru: Невозможно создать папку %s
sk: Nedá sa vytvoriť priečinok %s
tr: %s klasörü oluşturmak imkansız

source: Active configuration path cannot be deleted
da: Stien til den aktive konfiguration kan ikke slettes
es: La ruta de la carpeta de configuración activa no se puede eliminar
ru: Путь активной конфигурации не может быть удален
sk: Cestu aktívneho konfiguračného priečinka nemožno odstrániť
tr: Etkin konfigürasyon yolu silinemez

source: Do you really want to delete the "%s" folder?
da: Ønsker du virkelig at slette mappen "%s"?
es: ¿Realmente deseas eliminar la carpeta "%s"?
ru: Вы действительно хотите удалить папку "%s"?
sk: Naozaj chcete odstrániť priečinok "%s"?
tr: "%s" klasörünü gerçekten silmek istiyor musunuz?

source: The folder %s is already empty
da: Mappen %s er allerede tom
es: La carpeta %s ya está vacía
ru: Папка %s уже пуста
sk: Priečinok %s je už prázdny
tr: %s klasörü zaten boş

source: Do you really want to delete all the content of the "%s" folder?
da: Ønsker du virkelig at slette alt indholdet i mappen "%s"?
es: ¿Realmente deseas eliminar todo el contenido de la carpeta "%s"?
ru: Вы действительно хотите удалить все содержимое папки "%s"?
sk: Naozaj chcete vymazať celý obsah priečinka „%s“?
tr: "%s" klasörünün tüm içeriğini gerçekten silmek istiyor musunuz?

source: End of deletion
da: Slut på sletning
es: Eliminación finalizada
ru: Удаление завершено
sk: Zmazanie dokončené
tr: Silme sonu

source: Preparation of %s folder
da: Forbereder mappen %s
es: Preparación de la carpeta %s
ru: Подготовка папки %s
sk: Príprava priečinka %s
tr: %s klasörünün hazırlanması
