Repository: paulber007/AllMyNVDAAddons
Catalog: NVDAExtensionGlobalPlugin/dev/NVDAExtensionGlobalPlugin-14.1-dev4/locale/*/LC_MESSAGES/nvda.po
Languages: da, es, ru, sk, tr, vi

source: Minimize volume of speakers
da: Minimér højttalernes lydstyrke
es: Minimizar el volumen principal
ru: Минимизировать громкость динамиков
sk: Minimalizovať hlasitosť reproduktorov
tr: Hoparlörlerin sesini en düşük seviyeye indir
vi: im lặng âm lượng của loa

source: Set the main volume to previous level
da: Indstil systemlydstyrken til det forrige niveau
es: Ajustar el volumen principal al nivel anterior
ru: Установить основную громкость на предыдущий уровень
sk: Nastaviť hlavnú hlasitosť na predchádzajúcu úroveň
tr: Ana sesi önceki seviyeye ayarla

source: Hear NVDA to right and focused application to left
da: Hør NVDA til højre og programmet i fokus til venstre
es: Escucha NVDA a la derecha y la aplicación bajo el cursor a la izquierda
ru: Слышать NVDA справа, а приложение в фокусе - слева
sk: Počúvajte NVDA vpravo a zameranú aplikáciu vľavo
tr: NVDA'yı sağda, odaklanmış uygulamayı solda duy

source: Hear NVDA to left and focused application to right
da: Hør NVDA til venstre og programmet i fokus til højre
es: Escucha NVDA a la izquierda y la aplicación bajo el cursor a la derecha
ru: Слышать NVDA слева, а приложение в фокусе - справа
sk: Počúvajte NVDA vľavo a zameranú aplikáciu vpravo
tr: NVDA'yı solda, odaklanmış uygulamayı sağda duy

source: Hear NVDA and focused application on center
da: Hør NVDA og programmet med fokus i midten
es: Escucha NVDA y la aplicación bajo el cursor al centro
ru: Слышать NVDA и приложение в фокусе в центре
sk: Počúvajte NVDA a zameranú aplikáciu na stred
tr: NVDA'yı ve odaklanmış uygulamayı ortala

source: Hear NVDA to right and all audio applications to left
da: Hør NVDA til højre og alle andre programmer med lyd til venstre
es: Escucha NVDA a la derecha y todas las aplicaciones a la izquierda
ru: Слышать NVDA справа, а все аудиоприложения - слева
sk: Počúvajte NVDA vpravo a všetky aplikácie vľavo
tr: NVDA'yı sağda, tüm ses uygulamalarını solda duy

source: Hear NVDA to left and all audio applications to right
da: Hør NVDA til venstre og alle andre programmer med lyd til højre
es: Escucha NVDA a la izquierda y todas las aplicaciones a la derecha
ru: Слышать NVDA слева, а все аудиоприложения справа
sk: Počúvajte NVDA vľavo a všetky aplikácie vpravo
tr: NVDA'yı solda, tüm ses uygulamalarını sağda duy

source: Hear NVDA and all audio applications on center
da: Hør både NVDA og alle andre programmer med lyd i midten
es: Escucha NVDA y todas las aplicaciones al centro
ru: Слышать NVDA и все аудиоприложения в центре
sk: Počúvajte NVDA a všetky aplikácie v stredu
tr: NVDA'yı ve tüm ses uygulamalarını ortala

source: Hear focused application on center
da: Hør programmet med fokus i midten
es: Escucha la aplicación bajo el cursor al centro
ru: Слышать приложение в фокусе по центру
sk: Počúvajte aplikáciu pod kurzorom uprostred
tr: Odaklanmış uygulamayı ortala

source: Display NVDA 's audio sources manager
da: Vis NVDA's funktion til styring af lydkilder
es: Mostrar el administrador de fuentes de audio
ru: Отображение менеджера источников звука NVDA
sk: Zobraziť správcu zvukových zdrojov NVDA
tr: NVDA ses kaynakları yöneticisini göster

source: The configuration file of the add-on contains errors. The part of the configuration concerning the global parameters has been reset to factory defaults
da: Konfigurationsfilen til tilføjelsesprogrammet indeholder fejl. Den del af konfigurationen der har med globale parametre at gøre er blevet gendannet til standardindstillingerne
es: El archivo de la configuración del complemento contiene errores. La parte de la configuración para las opciones globales se ha restablecido a los valores predeterminados
ru: Конфигурационный файл дополнения содержит ошибки. Часть конфигурации, касающаяся глобальных параметров, была сброшена к заводским настройкам по умолчанию
sk: Konfiguračný súbor doplnku obsahuje chyby. Časť nastavení pre globálne možnosti bola resetovaná na predvolené hodnoty
tr: Eklentinin konfigürasyon dosyası hatalar içeriyor. Konfigürasyonun global parametrelerle ilgili kısmı fabrika varsayılanlarına sıfırlandı

source: The old configuration file of "%s" add-on contains errors. It's not possible to keep previous configuration
da: Der er fejl i den tidligere version af konfigurationsfilen til tilføjelsesprogrammet %s. De tidligere indstillinger kan ikke beholdes
es: El archivo de la configuración anterior del complemento "%s" contiene errores. No es posible conservar la configuración anterior
ru: Старый файл конфигурации дополнения "%s" содержит ошибки. Невозможно сохранить предыдущую конфигурацию
sk: Starý konfiguračný súbor doplnku "%s" obsahuje chyby. Nie je možné zachovať predchádzajúcu konfiguráciu
tr: %s eklenti eski konfig dosyasında hatalar var. önceki konfigürasyonun tutulması olanaklı değil

source: The add-on configuration will be reset to factory values and NVDA will be restarted. Would you like to continue?
da: Tilføjelsesprogrammets indstillinger bliver gendannet til standardindstillingerne, og NVDA genstartes. Vil du fortsætte?
es: La configuración del complemento será completamente restablecido a los valores de fábrica y NVDA será reiniciado. ¿Deseas continuar?
ru: Конфигурация дополнения будет сброшена до заводских значений, и NVDA будет перезапущена. Вы хотели бы продолжить?
sk: Konfigurácia doplnku bude resetovaná na továrenské hodnoty a NVDA bude reštartovaný. Chcete pokračovať?
tr: Eklenti konfigürasyonu fabrika ayarlarına dönecek ve NVDA yeniden başlatılacak, Devam etmek istiyor musunuz?

source: Configuration reset
da: Konfigurationen gendannet
es: Reinicialización de la configuración
ru: Сброс конфигурации
sk: Reset konfigurácie
tr: Konfigürasyon sıfırlandı
vi: Khôi phục về cấu hình mặc định

source: It's time
da: Tiden er gået
es: ¡hola! es la hora
ru: Пришло время
sk: Je čas
tr: Zamanı geldi
vi: bây giờ là

source: Beep
da: Bip
es: Pitido
ru: Гудок
sk: Pípnutie
tr: Bip sesi

source: Sound
da: Lyd
es: Sonido
ru: Звук
sk: Zvuk
tr: Ses

source: Message
da: Meddelelse
es: Mensaje
ru: Сообщение
sk: Správa
tr: Mesaj

source: Announcement of the wrong word
es: Anuncio de la palabra mal escrita
ru: Объявлять неправилльное слова
tr: Yanlış Kelimenin Duyurulması

source: Press F1 for help
da: Tryk F1 for hjælp
es: Pulsa F1 para obtener ayuda
ru: Нажмите F1 для получения справки
sk: Pre pomoc stlačte F1Pre pomoc stlačte F1
tr: Yardım için F1'e basın

source: Some changes have been made. You must save the configuration and restart NVDA for these changes to take effect. Would you like to do it now?
da: Der er foretaget ændringer. Konfigurationen skal gemmes og NVDA skal genstartes, før ændringerne træder i kraft. Ønsker du at gøre det nu?
es: Se han hecho algunos cambios. Debes guardar la configuración y reiniciar NVDA para que estos cambios tengan efecto. ¿Te gustaría reiniciar ahora?
ru: Были внесены некоторые изменения. Вы должны сохранить конфигурацию и перезапустить NVDA, чтобы эти изменения вступили в силу. Хотели бы вы сделать это?
sk: Boli vykonané niektoré zmeny. Aby sa tieto zmeny prejavili, musíte uložiť konfiguráciu a reštartovať NVDA. Chceli by ste to urobiť teraz?
tr: Bazı değişiklikler yapıldı. Bunların etkin olması için NVDA'nın yeniden başlatılması gerekiyor. Şimdi yeniden başlatmak ister misiniz?

source: Don't forget to save the configuration for the changes to take effect !
da: Husk at gemme konfigurationen for at ændringerne kan træde i kraft!
es: ¡No olvide guardar la configuración para que los cambios surtan efecto!
ru: Не забудьте сохранить конфигурацию, чтобы изменения вступили в силу !
sk: Nezabudnite uložiť konfiguráciu, aby sa zmeny prejavili!
tr: Değişikliklerin geçerli olması için konfigürasyonu kaydetmeyi unutmayın!
vi: Đừng quên lưu cấu hình để các thay đổi có hiệu lực!

source: Features's installation
da: Installation af funktioner
es: Instalación de las funcionalidades
ru: Установка модулей
sk: Inštalácia funkcií
tr: Özellik kurulumu

source: Do not install
da: Installér ikke
es: No instalar
ru: Не устанавливать
sk: Neinštalujte
tr: Yükleme
vi: Không được cài đặt

source: Install
da: Installér
es: Instalar
ru: Установить
sk: Nainštalujte
tr: Yükle
vi: cài đặt

source: Install without gesture
da: Installér uden kommando
es: Instalar sin gesto de entrada
ru: Установить без жестов
sk: Inštalácia bez gesta
tr: Girdi hareketi olmadan yükle
vi: Cài đặt mà không cần cử chỉ

source: Display &systray icons and running application windows list:
da: Vis lister med ikoner i &systembakken og åbne programvinduer:
es: Mostrar los iconos en la bandeja del &sistema y la lista de ventanas de las aplicaciones lanzadas:
ru: &Отображение значков в панели задач и список окон запущенных приложений:
sk: Zobraziť ikony &systray a zoznam okien spustených aplikácií:
tr: &Sistem tepsisi öğelerini ve çalışan uygulama listesini göster:

source: &Complex symbols edition help:
da: Hjælp til at skrive &komplekse symboler :
es: &Ayuda para la composición de símbolos complejos:
ru: &Справка по редактированию сложных символов
sk: Nápoveda k &edícii komplexných symbolov:
tr: &Karmaşık sembol ekleme yardımı:

source: &Focused application's informations:
da: Oplysninger om programmet i &fokus:
es: Información sobre la aplicación en&focada:
ru: &Информация о приложении:
sk: &Informácie o aplikácii:
tr: &Aktif uygulama bilgileri:

source: &Extended Virtual Buffer:
da: &Udvidet Virtuel Buffer:
es: &Extensión de la funcionalidad del modo exploración:
ru: &Расширенный виртуальный буфер:
sk: &Rozšírená virtuálna vyrovnávacia pamäť:
tr: &Genişletilmiş tarama kipi:
vi: mở rộng chức năng cho trình duyệt

source: C&lipboard command announcement:
da: oplys kommando for ud&klipsholder:
es: Anuncio de la funcionalidad asociada a &las órdenes de edición:
ru: &Объявление о командах буфера обмена:
sk: Oznámenie príkazu C&schránky:
tr: &Pano komutlarının söylenmesi:

source: Anno&uncement of the preselected folder in "Open", "Save", "Save as" dialog boxes:
da: Op&lys navnet på den aktuelt valgte mappe i dialogboksene "Åbn", "Gem", "Gem som":
es: Anuncio de la carpeta preseleccionada en &cuadros de diálogo de estilo "Abrir", "Guardar", "Guardar como":
ru: &Открытие предварительно выбранной папки в диалоговых окнах "Открыть", "Сохранить", "Сохранить как":
sk: Oznámenie o vopred vybranej zložke v dialógových oknách „Otvoriť“, „Uložiť“, „Uložiť ako“:
tr: Aç ya da Kaydet iletişim k&utusunda, işlem yapmak üzere seçilmiş klasör adının söylenmesi:

source: &NVDA's log Files:
da: &NVDA's logfiler:
es: Archivos de registro de &NVDA:
ru: &Файлы журналов NVDA:
sk: Súbory protokolu &NVDA:
tr: &NVDA' günlük Dosyaları:
vi: & Tệp nhật ký của NVDA:

source: Speech &history:
da: Tale&historik:
es: &Historial de los anuncios del habla:
ru: &История речи:
sk: &História reči:
tr: &Konuşma geçmişi:
vi: lịch sử & giọng nói :

source: &Keyboard keys renaming:
da: &Omdøb taster på tastaturet:
es: Renombrar &teclas del teclado:
ru: &Переименование клавиш клавиатуры:
sk: &Premenovanie klávesov klávesnice:
tr: Klavye tuş &yeniden adlandırma:

source: C&ommand keys selective announcement:
da: Udvalgt annoncering af &funktionstaster:
es: Anuncio selectiv&o de teclas de órdenes:
ru: &Выборочное объявление командных клавиш
sk: Výberové oznámenie príkazových klávesov:
tr: Komut tuşlarının tercihli &Bildirimi:
vi: thông báo phím trọn lọc

source: Minute &timer:
da: Ti&mer:
es: &Temporizador de minutos:
ru: &Минутный таймер:
sk: &Minútnik:
tr: &Zamanlayıcı:
vi: Phút & giờ:

source: NVDA's &restart:
da: &Genstart af NVDA:
es: &Reinicio de NVDA:
ru: &Перезапуск NVDA:
sk: &reštart NVDA:
tr: NVDA'nın yeniden ba&şlatılması:
vi: khởi động lại & NVDA:

source: Display visible items making up the foreground &object:
da: Vis de elementer, som &objektet i forgrunden består af:
es: Mostrar los elementos visibles que componen el &objeto en primer plano:
ru: &Отображать видимые элементы, составляющие объект переднего плана:
sk: Zobraziť viditeľné položky tvoriace &objekt v popredí:
tr: &Ön plandaki nesneyi oluşturan görünen öğeleri göster:
vi: HIỂN THỊ CÁC ĐỐI TƯỢNG ĐƯỢC NHÌN THAAYS

source: &Voice profile switching:
da: &Skift stemmeprofil:
es: &Cambio de perfil de voz:
ru: &Переключение голосового профиля:
sk: &Prepínanie hlasových profilov:
tr: &Ses profili değiştirme:

source: Ke&ys's remanence:
da: Kl&æbetaster:
es: Remanencia de las t&eclas:
ru: &Оставшиеся клавиши:
sk: Uchovanie kľúča:
tr: &Tek el kullanımı:
vi: Phần còn lại của Ke & ys:

source: Volu&me's control:
da: Ly&dstyrkekontrol:
es: Co&ntrol de sonido:
ru: &Управление громкостью:
sk: Ovládanie hlasitosti:
tr: &ses denetimi:
vi: Kiểm soát âm lượng

source: &audio split:
da: &lydopdeling:
es: &Separación de audio:
ru: &Разделение звука:
sk: &rozdelenie zvuku:
tr: ses &ayırma:

source: &Development's tools:
da: Værktøjer til u&dvikling:
es: Herramientas de &desarrollo:
ru: &Инструменты разработчика:
sk: &Nástroje pre vývoj:
tr: &Geliştirme araçları:

source: &Date and time - supplements:
da: Udvidelser - til &Dato og tid:
es: &Fecha y hora - suplementos:
ru: &Дата и время - дополнения:
sk: &Dátum a čas – dodatky:
tr: &Tarih ve saat - ekleri:

source: Text anal&ysis:
da: Tekstanal&yse:
es: Aná&lisis de texto:
ru: &Анализ текста:
sk: Textová analýza:
tr: Metin anali&zi:

source: Temporar&y audio device:
da: Midlertid&ig lydenhed:
es: Dispositivo de a&udio temporal:
ru: &Временное аудиоустройство:
sk: Čas a zvukové zariadenie:
tr: &Geçici ses aygıtı:

source: NVDA enhancements
da: NVDA udvidelser
es: Suplementos a NVDA
ru: Улучшения NVDA
sk: Vylepšenie NVDA
tr: NVDA geliştirmeleri
vi: Cải tiến NVDA

source: Editing
da: Redigering
es: Edición
ru: Редактирование
sk: Editácia
tr: Düzenle
vi: Chỉnh sửa

source: Maximum number of last &used symbols recorded:
es: Número máximo de últimos símbolos &compuestos registrados:
ru: Максимальное количество записанных последних &использованных символов:
sk: Maximálny počet zaznamenaných & naposledy použitých symbolov:
tr: Kayıtlı maksim&um son kullanılan sembol sayısı:

source: Speech history
da: Talehistorik
es: Historial de los anuncios del habla
ru: История речи
sk: História reči
tr: Konuşma geçmişi
vi: Lịch sử giọng nói

source: &Number the records
es: &Numerar los registros del historial de los anuncios del habla
ru: &Нумеровать записи
sk: &Očíslujte záznamy
tr: &kayıtları numaralandır

source: &Display records in ascending order
da: &Vis elementer i stigende rækkefølge
es: &Mostrar los registros del historial de los anuncios del habla en órden ascendente
ru: &Отображать записи в порядке возрастания
sk: &Zobraziť záznamy vo vzostupnom poradí
tr: &Kayıtları artan sırada görüntüle
vi: & hiển thị lịch sử giọng nói theo thứ tự tăng dần

source: Browser
es: Navegador
ru: Браузер
sk: Prehliadač
tr: Tarayıcı
vi: Trình duyệt

source: &Browse in loop
da: &Gennemse i løkke
es: Navegar en &bucle
ru: &Просмотр в цикле
sk: &Procházet ve smyčce
tr: Döngü i&çinde gezin

source: Reporting spelling errors
es: Informando errores de ortografía
ru: Сообщать об орфографических ошибках
sk: Hlásenie pravopisných chýb
tr: Yazım hatalarını söyle

source: In typing, Report &by:
es: Mientras se escribe, i&nformar por:
ru: При наборе текста, Отчет &от:
tr: Yazarken, &Duyurulan:

source: In reading, Report &by:
es: Mientras esté leyendo, in&formar por:
ru: При чтении, Отчет &от:
tr: &Okurken, duyurulan:

source: Clipboard
da: Udklipsholder
es: Portapapeles
ru: Буфер обмена
sk: Schránka
tr: Pano

source: Maximum number of reported characters:
es: Número máximo de caracteres para leer:
ru: Максимальное количество сообщаемых символов:
sk: Maximálny počet nahlásených znakov:
tr: Duyurulan maksimum karakter sayısı:

source: No limit
da: Ingen begrænsning
es: Sin límite
ru: Без ограничений
sk: Bez obmedzenia
tr: Sınır yok

source: Computer
es: Ordenador
ru: Компьютер
sk: Počítač
tr: Bilgisayar
vi: Máy vi tính

source: &No object description in Windows ribbons
da: &Ingen objektbeskrivelse i båndene i Windows
es: &No anunciar la descripción de los objetos en las cintas de Windows
ru: &Нет описания объекта в лентах Windows
sk: &Žiadny popis objektu na páse kariet systému Windows
tr: &Windows şeridinde dolaşırken nesne tariflerini seslendirme

source: Automatically &maximize windows
da: &Maksimér vinduer automatisk
es: Maximizar auto&máticamente las ventanas
ru: &Автоматически разворачивать окна
sk: Automaticky &maximalizovať okná
tr: &Pencereler otomatik olarak ekranı kaplasın
vi: Tự động & tối đa hóa cửa sổ

source: Report &windows clock's time with seconds
da: Oplys &windows-urets tid i sekunder
es: Anunciar la hora del reloj de &Windows con los segundos
ru: &Сообщать время часов Windows с секундами
sk: Hlásiť &čas hodín systému Windows so sekundami
tr: Windows &saatini saniye bilgisiyle birlikte söyle
vi: thông báo &thời gian bằng dây

source: Windows explorer
da: Windows stifinder
es: Explorador de Windows
ru: Проводник Windows
sk: Prieskumník Windows
tr: Windows gezgini

source: Number of items to &keep for reduced path:
da: Antal elementer der skal bevares ved reduceret sti:
es: Número de elementos a mantener para una r&uta reducida:
ru: &Количество элементов, которые нужно сохранить для сокращенного пути:
sk: Počet položiek, ktoré sa majú ponechať pre zníženie cesty:
tr: Kısaltılmış yol için tutulacak &öğe sayısı:

source: Report folder name of Reversed path with levels
da: Oplys navn på mappen med omvendt sti inklusiv niveauer
es: Anunciar el nombre de las carpetas de la ruta invertida con el nivel
ru: Имя папки отчета Обратный путь с уровнями
sk: Názov zložky zostavy obrátenej cesty s úrovňami
tr: Tersine çevrilmiş yolun klasör adını düzeylerle söyle

source: Main and NVDA volume
da: Indstil systemlydstyrken og lydstyrken for NVDA
es: Sonido principal y de NVDA
ru: Общая громкость и громкость NVDA
sk: Hlavný zväzok a zväzok NVDA
tr: Ana ve NVDA ses seviyesi

source: Set on &volume at the loading of the add-on
da: Indstil &lydstyrke når tilføjelsesprogrammet indlæses
es: Ajustar automáticamente el &sonido al cargar el complemento
ru: &Установить громкость при загрузке дополнения
sk: Nastaviť na &hlasitosť pri načítaní doplnku
tr: &Eklenti yüklendiğinde ses seviyesini ayarla
vi: tự động phục hồi âm lượng khi tải phần mở rộng

source: &Threshold of recovery of the volume:
da: &Grænse for gendannelse af lydstyrken:
es: &Umbral de restablecimiento del volumen:
ru: &Порог восстановления громкости:
sk: &Prah obnovenia zväzku:
tr: Ses seviyesi kur&tarma eşiği:
vi: & phục hồi ngưỡng âm lượng

source: Recovery &level:
da: &Niveau for gendannelse:
es: Nivel de &restablecimiento:
ru: &Уровень восстановления:
sk: &úroveň obnovenia:
tr: Kurtarma e&şiği:

source: NVDA volume
da: NVDA-lydstyrke
es: Volumen de NVDA
ru: Громкость NVDA
sk: NVDA hlasitosť
tr: NVDA ses seviyesi
vi: âm lượng NVDA

source: T&hreshold of recovery of the volume:
da: &Grænse for gendannelse af lydstyrken:
es: Umbral de restablec&imiento del volumen:
ru: &Порог восстановления громкости:
sk: &Prah pre obnovenie zväzku:
tr: Ses seviyesi kurtarma eşiği:

source: &Recovery level:
da: &Gendannelsesniveau:
es: &Nivel de restablecimiento:
ru: &Уровень восстановления:
sk: &Úroveň obnovenia:
tr: Ku&rtarma seviyesi:
vi: & Cấp độ phục hồi:

source: Volume change
da: Ændring af lydstyrke
es: Cambio de volumen
ru: Изменение громкости
sk: Zmena hlasitosti
tr: Ses seviyesi değişikliği

source: Ste&ps's size:
da: Tri&nlængde:
es: Tamaño de los &pasos:
ru: &Размер шага:
sk: Veľkosť kroku&ps:
tr: Adımların &boyutu:
vi: Kích thước của Ste & ps:

source: R&eport volume changes
da: O&plys ændringer i lydstyrke
es: Anunciar &los cambios de volumen
ru: &Сообщить об изменении громкости
sk: Hlásiť zmeny hlasitosti
tr: S&es seviyesi değişimini söyle
vi: Thay đổi âm lượng R & eport

source: &Increase speakers volume if necessary
da: &Skru op for højttalernes lydstyrke om nødvendigt
es: &Aumentar el volumen principal si es necesario
ru: &Увеличьте громкость динамиков при необходимости
sk: &V prípade potreby zvýšte hlasitosť reproduktorov
tr: &Gerekirse hoparlör sesini artır

source: At start, put NVDA on both channels
es: Al iniciar, poner NVDA en ambos canales
ru: В начале включите NVDA на обоих каналах.
tr: Başlangıçta, NVDA her iki kanalda olsun

source: Temporary audio device
da: Midlertidig lydenhed
es: Dispositivo de audio temporal
ru: Временное аудиоустройство
sk: Dočasné zvukové zariadenie
tr: Geçici ses aygıtı

source: Ask for confirmation
da: Bed om bekræftelse
es: Solicitar una confirmación
ru: Запрашивать подтверждение
sk: Požiadajte o potvrdenie
tr: Onay iste

source: Ma&ximum waiting time for confirmation (in seconds):
es: Tiempo má&ximo de espera para la confirmación (en segundos):
ru: &Максимальное время ожидания подтверждения (в секундах):
sk: Ma&ximálny čas čakania na potvrdenie (v sekundách):
tr: Onay için &maksimum bekleme süresi (saniye olarak):

source: Advanced
es: Avanzadas
ru: Дополнительное
sk: Pokročilý
tr: Gelişmiş

source: For No NVDA's version
da: For ingen NVDA-versioner
es: Para ninguna versión de NVDA
ru: Для NVDA без версии
sk: Pre žiadnu verziu NVDA
tr: Hiçbir NVDA sürümü için
vi: Không có

source: For Only the NVDA's snapshot versions
da: Kun for NVDA snapshot-versioner
es: Solo para versiones de desarrollo de NVDA
ru: Только для версий моментальных снимков NVDA
sk: Len pre vývojové verzie NVDA
tr: Yalnızca NVDA snapshot sürümleri için
vi: Chỉ cho các phiên bản chụp nhanh của NVDA

source: Only until the next NVDA restart
da: Kun indtil NVDA genstartes næste gang
es: Hasta el próximo reinicio de NVDA
ru: Только до следующего перезапуска NVDA
sk: Iba do budúceho reštartu NVDA
tr: Yalnızca NVDA yeniden başlatılana kadar
vi: Chỉ đến khi NVDA tiếp theo khởi động lại

source: For all NVDA's versions
da: For alle NVDA-versioner
es: Para todas las versiones de NVDA
ru: Для всех версий NVDA
sk: Pre všetky verzie NVDA
tr: Tüm NVDA sürümleri için
vi: Đối với tất cả các phiên bản của NVDA

source: &Play sound on logged errors:
da: &Afspil lyd ved logning af fejl:
es: &Reproducir un sonido al escribir un error en el registro:
ru: &Воспроизвести звук при обнаруженных ошибках:
sk: &Prehrať zvuk pri zaznamenaných chybách:
tr: Kaydı tutulan hatalar için ses &çal:
vi: & Phát âm thanh trên các lỗi đã đăng nhập:

source: &Title dialog with add-on name
da: &Titel dialog med navn på tilføjelsesprogram
es: &Titular los diálogos con el nombre del complemento
ru: &Заголовок диалога с названием дополнения
sk: &Dialógové okno Názov s názvom doplnku
tr: &İletişim kutusunun başlığında eklenti adı olsun
vi: & tiêu đề hộp thoại là tên của phần mở rộng

source: &Delay between repeat of same gesture:
da: &Forsinkelse ved gentagelse af samme kommando:
es: &Duración de repetición del mismo gesto de entrada:
ru: &Задержка между повтором одного и того же жеста:
sk: &Oneskorenie medzi opakovaním rovnakého gesta:
tr: &Aynı hareket tekrarları arasındaki gecikme:
vi: & độ chễ để lập lại cử chỉ

source: &Do not take account of the option called "Report object descriptions" during the display of the dialog box same as confirmation
da: &Tag ikke hensyn til indstillingen "Oplys objektbeskrivelse" ved visning af dialogbokse, som bruges til bekræftelse
es: &No tomar en cuenta la opción "Anunciar descripciones de objeto" al mostrar los diálogos de estilo de confirmación
ru: &Не учитывать параметр «Отчет об описании объекта» при отображении диалогового окна, как и при подтверждении.
sk: &Nebrať do úvahy možnosť nazvanú "Nahlásiť popisy objektov" počas zobrazenia dialógového okna rovnako ako potvrdenie
tr: &iletişim kutusunun görüntülenmesi sırasında "Nesne açıklamalarını Söyle" seçeneğini hesaba katma

source: Key Repeat
da: Gentagelse af taster
es: Repetición de tecla
ru: Повтор клавиш
sk: Opakovanie klávesy
tr: Tuş Tekrarı
