Repository: paulber007/AllMyNVDAAddons
Catalog: NVDAExtensionGlobalPlugin/dev/NVDAExtensionGlobalPlugin-14.1-dev4/locale/*/LC_MESSAGES/nvda.po
Languages: da, es, ru, sk, tr, vi

source: Ring's &Options
da: &Indstillinger for ringetone
es: &Opciones del tono de campanadas
ru: &Кольцо настроек
sk: &Možnosti zvonenia
tr: &Zil seçenekleri
vi: Nhẫn & Tùy chọn

source: Duration is not valid
da: Varighed er ikke gyldig
es: La duración no es válida
ru: Срок действия недействителен
sk: Doba trvania nie je platná
tr: Süre geçerli değil
vi: Thời lượng không hợp lệ

source: The Delay to be notified before duration ending must be smaller than duration
da: Tiden for påmindelse før tiden udløber skal være kortere end varigheden
es: La duración en el que debe notificarse antes de que finalice el temporizador de minutos debe ser más corto que la duración del temporizador de minutos
ru: Задержка для уведомления до окончания отсчёта должна быть меньше продолжительности.
sk: Oneskorenie, ktoré má byť oznámené pred koncom trvania, musí byť menšie ako trvanie
tr: Bitiş öncesi hatırlatma süresi sürenin kendisinden küçük olmalı
vi: Độ trễ được thông báo trước khi kết thúc thời lượng phải nhỏ hơn thời lượng

source: Minute timer started for %s minutes
da: Timeren startet for %s minutter siden
es: El temporizador de minutos se inició por %s minutos
ru: Минутный таймер запущен на %s минут
sk: Minútnik bol spustený na %s minút
tr: Dakika zamanlayıcı %s dakika için başladı
vi: Hẹn giờ phút bắt đầu cho% s phút

source: Ring options
da: Indstillinger for ringetone
es: Opciones del tono de campanadas
ru: Варианты сигналов
sk: Možnosti tónov zvonenia
tr: Zil seçenekleri

source: &Number of rings:
da: &Antal ring:
es: &Número de tonos de campanadas:
ru: & Количество сигналов:
sk: &Počet tónov zvonenia:
tr: Zil &sayısı:
vi: & Số lượng nhẫn:

source: &Delay between rings (in milliseconds):
da: &Pause mellem ringetoner (i millisekunder):
es: &Duración entre los tonos de campanadas (en milisegundos):
ru: &Задержка между сигналами (в миллисекундах):
sk: &Omeškanie medzi zazvoneniami (v milisekundách):
tr: Ziller arası &bekleme süresi (salise olarak):

source: Current minute timer
da: Aktuel timer
es: Temporizador de minutos actual
ru: Текущий минутный таймер
sk: Aktuálny minútnik
tr: GÜncel zamanlayıcı
vi: Hẹn giờ phút hiện tại

source: Remaining duration:
da: Resterende tid:
es: Duración restante:
ru: Оставшаяся продолжительность:
sk: Zostávajúca doba:
tr: Kalan süre:
vi: Thời lượng còn lại:

source: &Stop
es: &Detener
ru: &Стоп
sk: &Zastaviť
tr: &Durdur
vi: &Dừng lại

source: Minute timer is stopped
da: Timeren er stoppet
es: El temporizador de minutos se detuvó
ru: Минутный таймер остановлен
sk: Minútnik je zastavený
tr: Dakika zamanlayıcı durduruldu
vi: Hẹn giờ phút bị dừng

source: %s seconds
da: %s sekunder
es: %s segundos
ru: %s секунд
sk: %s sekúnd
tr: %s saniye
vi: % s giây

source: {minutes} minutes {seconds}
da: {minutes} minutter {seconds}
es: {minutes} minutos {seconds}
ru: {minutes} минут {seconds}
sk: {minúty} minúty {sekundy}
tr: {minutes} dk, {seconds}
vi: {phút} phút {giây}

source: Font:
da: Skrifttype:
es: Fuente:
ru: Шрифт:
sk: písmo:
tr: Yazı tipi:
vi: Nét chữ:

source: Family: %s
da: Familie: %s
es: Familia: %s
ru: Семейство: %s
sk: priezvisko: %s
tr: Aile: %s
vi: Gia đình:% s

source: Name: %s
da: Navn: %s
es: Nombre: %s
ru: Имя: %s
sk: Meno: %s
tr: Ad: %s
vi: Tên:% s

source: Size: %s
da: Størrelse: %s
es: Tamaño: %s
ru: Размер: %s
sk: Veľkosť: %s
tr: Boyut: %s
vi: Kích cỡ :% s

source: Text's alignment: %s
da: Tekstjustering: %s
es: Alineación del texto: %s
ru: Выравнивание текста: %s
sk: Zarovnanie textu: %s
tr: Metin hizalama: %s
vi: Căn chỉnh văn bản:% s

source: Attributes: %s
da: Atributter: %s
es: Atributos: %s
ru: Атрибуты: %s
sk: Atribúty: %s
tr: Yazı özellikleri: %s
vi: Các thuộc tính:% s

source: Vertical alignment: %s
da: Lodret justering: %s
es: Alineación vertical: %s
ru: Вертикальное выравнивание: %s
sk: Vertikálne zarovnanie: %s
tr: Dikey hizalama: %s
vi: Căn dọc:% s

source: Position: %s
es: Posición: %s
ru: Позиция: %s
sk: Pozícia: %s
tr: Konum: %s
vi: Vị trí:% s

source: Paragraph's indentation: %s
da: Indrykning af afsnit:%s
es: Sangría del párrafo: %s
ru: Отступ абзаца: %s
sk: Odsadenie odseku: %s
tr: Paragraf girintisi:%s

source: Style: %s
es: Estilo: %s
ru: Стиль: %s
sk: Štýl: %s
tr: Stil: %s

source: Line spacing: %s
da: Linieafstand: %s
es: Espaciado de línea: %s
ru: междустрочный интервал: %s
sk: Riadkovanie: %s
tr: Satır aralığı: %s
vi: Dãn cách dòng:% s

source: Indentation: %s
da: Indrykning: %s
es: Indentaciones: %s
ru: Отступ: %s
sk: Odsadenie: %s
tr: Girinti: %s

source: Formatting's Informations
da: Oplysninger om formatering
es: Información de formato
ru: Информация о форматировании
sk: Informácie o formátovaní
tr: Yazı Bİçim Bilgisi
vi: Thông tin định dạng

source: Voice profile switching
da: Skift stemmeprofil
es: Cambio de perfil de voz
ru: Переключение голосового профиля
sk: Prepínanie hlasových profilov
tr: Ses profili değiştirme

source: Display the running application windows's list with opportunity to put one of them on the foreground or destroy it
da: Vis vinduelisten med kørende programmer og giver mulighed for at bringe ét af dem i forgrunden eller at lukke det
es: Mostrar la lista de ventanas de las aplicaciones lanzadas con la posibilidad de cambiar a una de ellas o destruirla
ru: Отображение списка окон запущенных приложений с возможностью вывести одно из них на передний план или закрыть
sk: Zobraziť zoznam bežiacich okien aplikácií s možnosťou umiestniť jedno z nich do popredia alebo ho odstrániť
tr: Etkinleştirmek ya da kapatmak için, aktif uygulamalarla ilgili pencere listesini göster
vi: ứng dụng đang chạy.ở đây bạn có thể đặt nó vào trạng thái nền hoặc đóng nó

source: Shows the list of buttons on the System Tray
da: Viser listen med knapper i Systembakken
es: Mostrar la lista de iconos en la bandeja del sistema
ru: Показать список кнопок на панели задач
sk: Zobrazuje zoznam tlačidiel na hlavnom paneli
tr: Sistem tepsisindeki simgeleri listele
vi: Hiển thị danh sách các nút trên Khay hệ thống

source: Set the volume of current focused application to %s percent of speakers volume
da: Indstil lydstyrken for programmet i fokus til %s procent af højttalernes lydstyrke
es: Ajustar el volumen de la aplicación bajo el cursor al %s por ciento del volumen principal
ru: Установить громкость текущего приложения на %s процентов от громкости динамиков
sk: Nastavte hlasitosť aktuálne zameranej aplikácie na %s percent hlasitosti reproduktorov
tr: Mevcut uygulamanın ses seviyesini yüzde %s olarak ayarla

source: Set the NVDA volume to %s percent of speakers volume
da: Indstil lydstyrken for NVDA til %s procent af højttalerens lydstyrke
es: Ajustar el volumen de NVDA al %s por ciento del volumen principal
ru: Установить громкость NVDA на %s процентов от громкости динамиков
sk: Nastavte hlasitosť NVDA na %s percenta hlasitosti reproduktorov
tr: NVDA ses seviyesini, hoparlör ses seviyesinin yüzde %s seviyesine ayarla

source: Display the dialog to shutdown, reboot or hibernate the computer
da: Vis dialogen til at lukke computeren genstarte eller lade den gå i dvale
es: Mostrar el diálogo para apagar, reiniciar o hibernar el ordenador
ru: Отобразить диалоговое окно для выключения, перезагрузки или перехода компьютера в спящий режим
sk: Zobrazte dialógové okno pre vypnutie, reštartovanie alebo hibernáciu počítača
tr: Bilgisayarı kapat, yeniden başlat, uyku gibi seçeneklerin sunulduğu iletişim kutusunu göster

source: Shutdown the computer
da: Luk computeren
es: Apagar el ordenador
ru: Выключить компьютер
sk: Vypnúť počítač
tr: Bilgisayarı kapat

source: Reboot the computer
da: Genstart computeren
es: Reiniciar el ordenador
ru: Перезагрузить компьютер
sk: Reštartovať počítač
tr: Yeniden başlat
vi: Khởi động lại máy tính

source: Hibernate the computer
da: Sæt computeren i dvale
es: Hibernar el ordenador
ru: Перевести компьютер в режим гибернации
sk: Uložiť počítač do režimu spánku
tr: Hazırda beklet
vi: Ngủ đông máy tính

source: Allow you to copy or type complex symbol
da: Giver mulighed for at kopiere eller indtaste komplekst symbol
es: Componer un símbolo complejo como por ejemplo una vocal acentuada, un símbolo matemático
ru: Позволяет копировать или вводить сложный символ
sk: Umožňuje kopírovať alebo písať zložitý symbol
tr: Karmaşık sembol ve işaretleri kopyalayıp yazmaya imkan ver
vi: Cho phép bạn sao chép hoặc gõ biểu tượng phức tạp

source: Display the list of last used complex symbols
da: Vis en liste med senest anvendte symboler
es: Mostrar la lista de los últimos símbolos complejos compuestos
ru: Отобразить список последних использованных сложных символов
sk: Zobrazí zoznam naposledy použitých komplexných symbolov
tr: Kullanılan son sembolleri listele

source: Display the list's visible items making up current foreground object
da: Vis en liste over de synlige objekter, som objektet i forgrunden består af
es: Mostrar los elementos visibles que componen el objeto en primer plano
ru: Отобразить видимые элементы списка, составляющих текущий объект переднего плана
sk: Zobrazí viditeľné položky zoznamu, ktoré tvoria aktuálny objekt v popredí
tr: Ön plandaki nesneyi oluşturan görünen öğe listesini göster
vi: hiển thị các mục tạo nên đối tượng hiện tại

source: If pressed twice: display the list's visible items making up it
da: Tryk to gange for at vise listen over synlige elementer, det består af
es: Si se pulsa dos veces: mostrar los elementos visibles que componen el objeto en primer plano
ru: При двойном нажатии: отображение видимых элементов списка, составляющих его
sk: Dvojité stlačenie: zobrazí viditeľné položky zoznamu, ktoré ho tvoria
tr: İki kez basılırsa, onu oluşturan öğelerin listesini görüntüler
vi: Nếu nhấn hai lần: hiển thị các mục hiển thị của danh sách tạo thành nó

source: {systrayIconsDoc}. Twice, {activeWindowsDoc}
da: {systrayIconsDoc}. To gange, {activeWindowsDoc}
es: {systrayIconsDoc}. Pulsando dos veces, {activeWindowsDoc}
ru: {systrayIconsDoc}. Дважды, {activeWindowsDoc}
sk: {systrayIconsDoc}. Dvakrát, {activeWindowsDoc}
tr: {systrayIconsDoc}. İki kez basılırsa, {activeWindowsDoc}

source: Report the application 's name and version. Twice: copy these informations to clipboard
da: Oplys navn og version på applikationen. To gange: kopiér disse oplysninger til udklipsholderen
es: Anunciar el nombre y el número de versión de la aplicación bajo el cursor. Pulsando dos veces: para copiar esta información al portapapeles
ru: Сообщить имя и версию приложения. Дважды: скопировать эти данные в буфер обмена
sk: Nahlásiť názov a verziu aplikácie. Dvakrát: skopírovať tieto informácie do schránky
tr: Uygulamanın adını ve sürümünü söyle. İki kez: bilgileri panoya kopyala

source: Speaks the filename of the active application along with the name of the currently loaded appModule python file. Pressing this key twice,speak the name and state of the current configuration profile
da: Oplæser filnavnet på den aktive applikation samt navnet på det aktuelt indlæste tilføjelsesprograms Python-fil. To tryk på denne tast giver oplæsning af navn og tilstand for den aktive indstillingsprofil
es: Anunciar el nombre del archivo de la aplicación actual, así como el nombre del módulo python cargado. Pulsando dos veces: anunciar el nombre y el estado del perfil de configuración
ru: Указать имя файла активного приложения вместе с именем загруженного в данный момент файла python AppModule. Дважды нажав эту клавишу,произнесите имя и состояние текущего профиля конфигурации
sk: Vysloví názov súboru aktívnej aplikácie spolu s názvom aktuálne načítaného súboru python appModule. Dvojitým stlačením tohto klávesu vysloviť názov a stav aktuálneho konfiguračného profilu
tr: Halihazırda yüklü uygulama modülü adıyla birlikte, Aktif uygulamanın dosya adını söyle. İki kez basılırsa,mevcut konfigürasyon profilinin adı ve durumunu seslendir
vi: Nói tên tệp của ứng dụng đang hoạt động cùng với tên của tệp python appModule hiện đang được tải. Nhấn phím này hai lần, nói tên và trạng thái của cấu hình hiện tại

source: Report the name and version number of add-on activated for focused application
da: Oplys navn og versionsnummer på det aktive tilføjelsesprogram for programmet i fokus
es: Anunciar el nombre y el número de versión del complemento activado para la aplicación bajo el cursor
ru: Сообщить название и номер версии дополнения, активированной для текущего приложения.
sk: Nahlásiť názov a číslo verzie doplnku aktivovaného pre konkrétnu aplikáciu
tr: Aktif uygulama için kullanılan eklenti adını ve versiyonunu söyle
vi: thông báo tên và số phiên bản của tiện ích bổ sung được kích hoạt cho ứng dụng hiện tại

source: Display informations about the focused application
da: Vis oplysninger om det program, der er i fokus
es: Mostrar información acerca de la aplicación bajo el cursor
ru: Отобразить информацию о текущем приложении
sk: Zobrazenie informácií o vybranej aplikácii
tr: Odaklanan uygulama hakkında bilgileri görüntüle
vi: Hiển thị thông tin về ứng dụng hiện tại

source: Display dialog to start the minute timer. If minute timer already started, display dialog to report duration
da: Vis dialogen til start af timer. Hvis timeren allerede kører, vis dialogen med oplysninger om varighed
es: Mostrar el diálogo que permite, si se detuvo el temporizador de minutos, ya sea para iniciarlo o si no para consultar la duración restante o para detenerlo
ru: Отобразить диалоговое окно для запуска минутного таймера. Если минутный таймер уже запущен, отобразить диалоговое окно для отчета о продолжительности
sk: Zobrazte dialóg pre spustenie minútnika. Ak je minútnik už spustený, zobrazte dialóg pre nahlásenie trvania
tr: Dakika zamanlayıcısının başlatılmasıyla ilgili iletişim kutusunu aç. Zamanlayıcı başlatılmışsa, zamanlayıcı süresini gösteren iletişim kutusunu aç

source: Display add-on user's guide
da: Vis tilføjelsesprogrammets brugervejledning
es: Mostrar la guía del usuario del complemento
ru: Показать руководство пользователя дополнения
sk: Zobraziť užívateľskú príručku doplnku
tr: Eklenti kullanıcı rehberini görüntüle (Türkçesi yok)
vi: Hiển thị hướng dẫn sử dụng tiện ích bổ sung

source: Display the list of commands of the commands interpreter
da: Vis listen med kommandoer i kommandofortolkeren
es: Mostrar la lista de órdenes del intérprete de órdenes
ru: Отображение списка команд интерпретатора команд
sk: Zobrazí zoznam príkazov interpretu príkazov
tr: Komut katmanında geçerli komut listesini görüntüle

source: Open a dialog to manage NVDA logs
da: Åbn dialogen til styring af NVDA-logfiler
es: Mostrar el diálogo para administrar los registros de NVDA
ru: Открыть диалоговое окно для управления журналами NVDA
sk: Otvorte dialóg pre správu protokolov NVDA
tr: NVDA günlük yönetimi iletişim kutusunu göster
vi: Mở hộp thoại để quản lý nhật ký NVDA

source: Open current NVDA log file. Pressing this key twice, open the old NVDA log file. Pressing third, copy current log path to the clipboard
da: Åbn den aktuelle NVDA log-fil. Tryk denne tast 2 gange for at åbne den forrige NVDA log- fil. Tryk 3 gange for at kopiere stien til den aktuelle logfil til Udklipsholderen
es: Abrir el registro actual de NVDA. Pulsando dos veces: abrir el anterior registro. Pulsando tres veces: copiar la ruta del registro actual al portapapeles
ru: Открыть текущий файл журнала NVDA. Нажать дважды, открыть старый файл журнала NVDA. Нажать трижды, скопировать текущий путь к журналу в буфер
sk: Otvorte aktuálny súbor protokolu NVDA. Dvojitým stlačením tohto klávesu otvoríte starý súbor protokolu NVDA. Tretím stlačením skopírujte aktuálnu cestu protokolu do schránky
tr: Bir kez basılırsa mevcut NVDA log dosyasını; iki kez basılırsa eski NVDA log dosyasını aç. Üç kez basılırsa, log adresini panoya kopyala
vi: Mở tệp nhật ký NVDA hiện tại. Nhấn phím này hai lần, mở tệp nhật ký NVDA cũ. Nhấn thứ ba, sao chép đường dẫn nhật ký hiện tại vào clipboard

source: Report the name of current selected folder in the open or Save dialog box. Twice: report full path
es: Anunciar el nombre de la carpeta seleccionada en cuadros de diálogo de estilo Abrir, Guardar. Pulsando dos veces: para anunciar la ruta completa
ru: Сообщать имя текущей выбранной папки в диалоговом окне открытия или сохранения. Дважды: сообщить полный путь
sk: Nahlásiť názov aktuálne vybraného priečinka v dialógovom okne Otvoriť alebo Uložiť. Dvakrát: nahlásiť celú cestu
tr: Aç veya kaydet iletişim kutusunda seçili olan klasör adını söyle. İki kez: tam yolu söyle

source: Report the name of current selected folder in the open or Save dialog box
es: Anunciar el nombre de la carpeta seleccionada en cuadros de diálogo de estilo Abrir, Guardar
ru: Сообщить имя текущей выбранной папки в диалоговом окне открытия или сохранения
sk: Nahlásiť názov aktuálne vybraného priečinka v dialógovom okne Otvoriť alebo Uložiť
tr: Aç veya Kaydet iletişim kutusunda seçili olan klasörün adını söyle

source: Report the full path of current selected folder in the open or Save dialog box
es: Anunciar la ruta completa de la carpeta seleccionada en cuadros de diálogo de estilo Abrir, Guardar
ru: Сообщить полный путь к текущей выбранной папке в диалоговом окне открытия или сохранения
sk: Oznámiť úplnú cestu k aktuálne vybranému priečinku v dialógovom okne Otvoriť alebo Uložiť
tr: Aç ya da Kaydet iletişim kutusunda, işlem yapmak üzere seçilmiş klasörün tam adresini söyle

source: Explore my user configuration's folder
da: Udforsk mappen med egne brugerindstillinger
es: Abrir en el explorador mi carpeta de configuración
ru: 'Просмотреть мою папку пользовательских конфигураций
sk: Preskúmať priečinok mojej užívateľskej konfigurácie
tr: Kullanıcı konfigürasyon klasörünü aç

source: Explore NVDA program's folder
da: Udforsk NVDA programmappen
es: Abrir en el explorador la carpeta del programa NVDA
ru: 'Обзор папки программы NVDA
sk: Preskúmajte priečinok programu NVDA
tr: NVDA program klasörünü aç

source: Display speech history records
da: Vis elementerne i talehistorikken
es: Mostrar los registros del historial de los anuncios del habla
ru: Отобразить записи истории речи
sk: Zobrazenie záznamov histórie reči
tr: Konuşma geçmişi kayıtlarını görüntüle

source: Report previous record of the speech history
da: Oplyser forrige element i talehistorikken
es: Anunciar el registro anterior del historial de los anuncios del habla
ru: Сообщить предыдущую запись истории речи
sk: Nahlásiť predchádzajúci záznam histórie reči
tr: Konuşma geçmişindeki önceki kaydı söyle

source: Report current record of the speech history.Pressing Twice: copy it to clipboard. Pressing three: display speech history
da: Oplyser aktuelle element i Talehistorikken. 2 tryk: Kopiér elementet til udklipsholderen. 3 tryk: Vis talehistorikken
es: Anunciar el registro actual del historial de los anuncios del habla. Pulsando dos veces: para cópiarlo al portapapeles. Pulsando tres veces: para mostrar todo el historial de los anuncios del habla\
ru: Сообщить текущую запись истории речи.Нажатие два раза: копирование в буфер обмена. Нажатие три раза: отображение истории речи
sk: Správa o aktuálnom zázname histórie reči. Dvojité stlačenie: skopírujte ho do schránky. Stlačenie tri: zobrazenie histórie reči
tr: Konuşma geçmişindeki geçerli kaydı söyle. İki kez, panoya kopyala. üç kez, konuşma geçmişini listele

source: Report next record of the speech history
da: Oplys næste element i talehistorikken
es: Anunciar el siguiente registro del historial de los anuncios del habla
ru: Сообщить следующую запись истории речи
sk: Nahlásiť ďalší záznam histórie reči
tr: Konuşma geçmişindeki sonraki kaydı söyle

source: Restart NVDA. Twice: restart with log level set to debug
da: Genstart NVDA. To tryk: Genstart med logningsniveau indstillet til fejlfinding
es: Reiniciar NVDA. Pulsando dos veces: reiniciar con el nivel de registro en depuración
ru: Перезапустить NVDA. Дважды: перезапуск с уровнем журнала, установленным для отладки
sk: Reštartujte NVDA. Dvakrát: reštartujte s úrovňou protokolu nastavenou na ladenie
tr: NVDA'yı yeniden başlat. İki kez: hata ayıklama modunu etkinleştirerek yeniden başlat

source: Toggle voice profile switch mode
da: Omstil tilstand for skift af stemmeprofil
es: Alternar el modo de cambio de perfil de voz
ru: Переключить режим переключения голосового профиля
sk: Prepnúť režim prepínania hlasových profilov
tr: Ses profili değiştirme modunu açıp kapa, mod açıkken sol ve sağ yön tuşlarıyla ses profilini değiştir
vi: chuyển đổi cấu hình giọng nói

source: Display dialog to manage voice profile selectors
da: Vis dialogen til håndtering af forvalg til stemmeprofiler
es: Mostrar el diálogo para administrar los selectores de perfil de voz
ru: Отобразить диалоговое окно для управления селекторами голосовых профилей
sk: Zobraziť dialógové okno pre správu voličov hlasových profilov
tr: Ses profil seçicilerin yönetimi için iletişim kutusunu aç
vi: Hiển thị hộp thoại để quản lý bộ ĐỌC cấu hình giọng nói

source: Go backward to the first selector associated to a voice profile and set this voice profile as current voice profile
da: Gå bagud til første forvalg, der har tilknyttet en stemmeprofil, og indstil denne profil som den aktuelle
es: Ir al primer selector siguiente asociado con un perfil de voz y configurar este perfil de voz como un perfil de voz actual
ru: Вернутся к первому селектору , связанному с голосовым профилем, и установить этот голосовой профиль в качестве текущего голосового профиля
sk: Prejdite späť na prvý volič spojený s hlasovým profilom a nastavte tento hlasový profil ako aktuálny hlasový profil
tr: Önceki ses profilini seç
vi: Quay trở lại bộ chọn đầu tiên được liên kết với cấu hình giọng nói và đặt cấu hình giọng nói này làm cấu hình giọng nói hiện tại

source: Go to forward to the first selector associated to a voice profile and set this voice profile as current voice profile
da: Gå fremad til første forvalg, der har tilknyttet en stemmeprofil, og indstil denne profil som den aktuelle
es: Ir al primer selector anterior asociado con un perfil de voz y configurar este perfil de voz como un perfil de voz actual
ru: Перейти к первому селектору, связанному с голосовым профилем, и установить этот голосовой профиль в качестве текущего голосового профиля
sk: Prejdite dopredu na prvý volič spojený s hlasovým profilom a nastavte tento hlasový profil ako aktuálny hlasový profil
tr: Sonraki ses profilini seç
vi: Chuyển đến bộ chọn đầu tiên được liên kết với cấu hình giọng nói và đặt cấu hình giọng nói này làm cấu hình giọng nói hiện tại

source: Display keyboard keys renaming dialog
da: Vis dialogboksen "omdøb taster på tastaturet"
es: Mostrar el diálogo Renombrar teclas del teclado
ru: Отобразить диалоговое окно переименования клавиш клавиатуры
sk: Zobraziť dialógové okno pre premenovanie klávesov klávesnice
tr: Klavye tuş yeniden adlandırma iletişim kutusunu aç

source: Display command key selective announcement dialog
da: Vis dialogboksen til udvalgt annoncering af funktionstaster
es: Mostrar el diálogo Anuncio selectivo de teclas de órdenes
ru: Показать диалоговое окно выборочного объявления командных клавиш
sk: Zobraziť dialógové okno selektívneho oznámenia príkazového klávesu
tr: Komut tuşlarının tercihli bildirimi iletişim kutusunu aç
vi: Hiển thị hộp thoại thông báo chọn lọc khóa lệnh
