Repository: paulber007/AllMyNVDAAddons
Catalog: NVDAExtensionGlobalPlugin/dev/NVDAExtensionGlobalPlugin-14.1-dev4/locale/*/LC_MESSAGES/nvda.po
Languages: da, es, ru, sk, tr, vi

source: Report the short path of focused folder or file of Windows Explorer. Twice: report the full path. Three time: copy the full path to the clipboard
da: Oplyser den korte sti på den markerede mappe eller fil i Windows Stifinder. To tryk: Oplyser den fuldstændige sti. Tre tryk: Kopiér den fuldstændige sti til udklipsholderen
es: Anunciar la ruta reducida de la carpeta o archivo bajo el cursor en el Explorador de Windows. Pulsando dos veces: para anunciar la ruta completa. Pulsando tres veces: para copiar la ruta completa al portapapeles
ru: Сообщить короткий путь к сфокусированной папке или файлу Проводника Windows. Дважды: сообщить полный путь. Три раза: скопировать полный путь в буфер обмена
sk: Nahlásiť krátku cestu k vybranému priečinku alebo súboru programu Windows Explorer. Dvakrát: nahlásiť celú cestu. Trikrát: skopírovat celú cestu do schránky
tr: Odaklanan klasörün veya Windows Gezgini dosyasının kısa yolunu söyle. İki kez: tam yolu söyle. Üç kez: tam yolu panoya kopyala

source: {0} copied to clipboard
da: {0} kopieret til udklipsholder
es: {0} copiado al portapapeles
ru: {0} скопировано в буфер обмена
sk: {0} zkopírováno do schránky
tr: {0} panoya kopyalandı
vi: {0} được sao chép vào clipboard

source: Report the path of the file or folder under the cursor of Windows Explorer by going up the folders tree
da: Oplyser stien til filen eller mappen, der er under markøren i Windows Stifinder ved at gå opad i mappestrukturen
es: Anunciar la ruta del archivo o de la carpeta bajo el cursor en el Explorador de Windows subiendo en la vista de árbol de las carpetas
ru: Сообщите путь к файлу или папке под курсором проводника Windows, поднявшись вверх по дереву папок
sk: Nahlásiť cestu k súboru alebo priečinku pod kurzorom Prieskumníka Windows tak, že prejdete nahor v strome priečinkov
tr: Klasörler ağacında yukarı çıkarak Windows Gezgini imlecinin altındaki dosya veya klasörün yolunu söyle

source: Start menu|Charm Bar
es: Menú Inicio|Charm Bar
ru: Меню "Пуск"|Панель инструментов
sk: Ponuka Štart|Charm Bar
tr: Başlat menüsü|Charm Bar
vi: Menu bắt đầu | Charm Bar

source: List of windows
da: Liste med vinduer
es: Lista de ventanas
ru: Список окон
sk: Zoznam okien
tr: Pencere listesi

source: Minimized
da: Minimeret
es: Minimizado
ru: свернуть
sk: Minimalizované
tr: Simge durumuna küçültüldü
vi: Tối thiểu hóa

source: Maximized
da: Maksimeret
es: Maximizado
ru: Развернуть
sk: Maximalizované
tr: Ekran kaplandı
vi: Tối đa hóa

source: Current &applications
da: Kørende &programmer
es: &Aplicaciones actuales
ru: &Текущие приложения
sk: Aktuálna &aplikácia
tr: Mevcut Uygul&amalar
vi: Hiện tại & ứng dụng

source: &Switch to
da: &Skift til
es: Ca&mbiar a
ru: &Переключиться на
sk: &Prepnúť na
tr: Pencereye Ge&ç
vi: &Chuyển sang

source: &Destroy
da: &Nedlæg
es: &Destruir
ru: &Закрыть
sk: &odstrániť
tr: Uygulamayı &Kapat
vi: &buộc đóng

source: Destro&y all
da: Ned&læg alle
es: Destruir &todo
ru: &закрыть все
sk: odstráňte & všetko
tr: Tümünü &kapat

source: Impossible to destroy desktop window
da: Kan ikke nedlægge skrivebordsvinduet
es: ¡No es posible destruir la ventana del escritorio
ru: Невозможно закрыть окно рабочего стола
sk: Nedá sa odstrániť okno na ploche
tr: Masaüstü penceresi kapatılamaz
vi: Không thể đóng cửa sổ máy tính để bàn

source: Impossible to destroy the window
da: Kan ikke nedlægge vinduet
es: No es posible destruir la ventana
ru: Невозможно закрыть окно
sk: Odstrániť okno je nemožné
tr: Pencere kapatılamıyor
vi: Không thể đóng cửa sổ

source: Are you sure you want to close all windows?
da: Ønsker du at lukke alle vinduer?
es: ¿Estás seguro de que quieres cerrar todas las ventanas?
ru: Вы уверены, что хотите закрыть все окна?
sk: Naozaj chcete zatvoriť všetky okná?
tr: Tüm pencereleri kapatmak istediğinizden emin misiniz?

source: moves to the next paragraph
da: flytter til næste afsnit
es: Ir al párrafo siguiente
ru: перейти к следующему абзацу
sk: presunie na ďalší odsek
tr: sonraki paragrafa git
vi: chuyển sang đoạn tiếp theo

source: no next paragraph
da: intet næste afsnit
es: no hay ningún párrafo siguiente
ru: нет следующего абзаца
sk: žiadny ďalší odsek
tr: ileride paragraf yok
vi: không có đoạn tiếp theo

source: moves to the previous paragraph
da: flytter til forrige afsnit
es: Ir al párrafo anterior
ru: перейти к предыдущему абзацу
sk: prejde na predchádzajúci odsek
tr: önceki paragrafa git
vi: Chuyển đến đoạn trước

source: no previous paragraph
da: ingen forrige afsnit
es: no hay ningún párrafo anterior
ru: нет предыдущего абзаца
sk: žiadny predchádzajúci odsek
tr: geride paragraf yok
vi: Không có đoạn trước

source: moves to the next division
da: flytter til næste opdeling
es: Ir a la división siguiente
ru: Перейти к следующему разделителю
sk: postúpi do ďalšej divízie
tr: sonraki bölüme git
vi: chuyển sang bộ phận tiếp theo

source: no next division
da: ingen næste opdeling
es: no hay ninguna división siguiente
ru: Нет следующего разделителя
sk: žiadne ďalšie delenie
tr: ileride bölüm yok
vi: không có bộ phận tiếp theo

source: moves to the previous division
da: flytter til forrige opdeling
es: Ir a la división anterior
ru: Перейти к предыдущему разделителю
sk: prechádza do predchádzajúcej divízie
tr: önceki bölüme git
vi: chuyển đến bộ phận trước

source: no previous division
da: ingen forrige opdeling
es: no hay ninguna división anterior
ru: Нет предыдущего разделителя
sk: žiadne predchádzajúce delenie
tr: geride bölüm yok
vi: Không có bộ phận trước

source: moves to the next main landmark
da: flytter til næste hovedlandmærke
es: Ir a la región principal siguiente
ru: Перейти к следующему основному ориентиру
sk: presunie na ďalší hlavný orientačný bod
tr: sonraki ana sınır imine git
vi: di chuyển đến mốc chính tiếp theo

source: no next main landmark
da: ingen næste hovedlandmærke
es: no hay ninguna región principal siguiente
ru: Нет следующего основного ориентира
sk: žiadny ďalší hlavný orientačný bod
tr: ileride ana sınır imi yok
vi: không có mốc chính tiếp theo

source: moves to the previous main landmark
da: flytter til forrige hovedlandmærke
es: Ir a la región principal anterior
ru: Перейти к предыдущему основному ориентиру
sk: presunie na predchádzajúci hlavný orientačný bod
tr: önceki ana sınır imine git
vi: di chuyển đến mốc chính trước đó

source: no previous main landmark
da: intet forrige hovedlandmærke
es: no hay ninguna región principal anterior
ru: Нет предыдущего основного ориентира
sk: žiadny predchádzajúci hlavný orientačný bod
tr: geride ana sınır imi yok
vi: không có mốc chính trước đó

source: moves to the next clickable element
da: flytter til det næste element, der kan klikkes på
es: Ir al elemento cliqueable siguiente
ru: Перейти к следующему кликабельному элементу
sk: presunie na ďalší klikací prvok
tr: sonraki tıklanabilir öğeye git
vi: di chuyển đến phần tử có thể nhấp tiếp theo

source: no next clickable element
da: intet næste element, der kan klikkes på
es: no hay ningún elemento cliqueable siguiente
ru: Нет следующего кликабильного элемента
sk: žiadny ďalší klikací prvok
tr: leride tıklanabilir öğe yok
vi: không có yếu tố có thể nhấp tiếp theo

source: moves to the previous clickable element
da: flytter til det forrige element, der kan klikkes på
es: Ir al elemento cliqueable anterior
ru: Перейти к предыдущему кликабельному элементу
sk: presunie na predchádzajúci klikací prvok
tr: önceki tıklanabilir öğeye gider
vi: di chuyển đến phần tử có thể nhấp trước đó

source: no previous clickable element
da: intet forrige element, der kan klikkes på
es: no hay ningún elemento cliqueable anterior
ru: Нет предыдущего кликабельного элемента
sk: žiadny predchádzajúci klikací prvok
tr: geride tıklanabilir öğe yok
vi: Không có mục nào có thể nhấp trước đó

source: Report document 's address (URL). Twice: copy it to clipboard
da: Oplys dokumentets adresse (URL). To gange: kopiér den til udklipsholderen
es: Anunciar la dirección (URL) del documento. Pulsando dos veces: para copiarla al portapapeles
ru: Сообщить Адрес (URL) документа. Дважды: скопировать его в буфер обмена
sk: Nahlásiť adresu dokumentu (URL). Dvakrát: skopírujte ho do schránky
tr: Mevcut belgenin adresini söyle. İki kez, bilgiyi panoya kopyala
vi: Báo cáo địa chỉ của tài liệu (URL). Hai lần: sao chép nó vào clipboard

source: Copied to clipboard
da: Kopieret til udklipsholderen
es: Copiado al portapapeles
ru: Скопировано в буфер обмена
sk: Skopírované do schránky
tr: Panoya kopyalandı
vi: Sao chép vào bộ nhớ tạm

source: Cannot copy to clipboard
da: Kan ikke kopiere til udklipsholderen
es: No se puede copiar al portapapeles
ru: Невозможно скопировать в буфер обмена
sk: Nie je možné kopírovať do schránky
tr: Panoya kopyalanamıyor
vi: Không thể sao chép vào clipboard

source: Return to bottom of page
da: Vend tilbage til bunden af siden
es: Volver al final de la página
ru: Вернуться к нижней части страницы
sk: Návrat na koniec stránky
tr: Sayfa sonuna geri dön
vi: Trở về cuối trang

source: Return to top of page
da: Vend tilbage til toppen af siden
es: Volver al inicio de la página
ru: Вернуться к верхней части страницы
sk: Návrat na začiatok stránky
tr: Sayfa başına geri dön
vi: Quay trở lại đầu trang

source: No label
da: Ingen etiket
es: Sin etiqueta
ru: Без метки
sk: Bez označenia
tr: Etiket yok
vi: Không nhãn

source: Form field
da: Formularfelt
es: Campo de formulario
ru: Поле формы
sk: Pole formulára
tr: Form alanı
vi: BIỂU MẪU

source: Report current table row's cells
da: Oplæs cellerne i aktuel tabelrække
es: Anunciar las celdas en la fila actual de la tabla
ru: Сообщить ячейки текущей таблицы
sk: Nahlásiť bunky aktuálneho riadku tabuľky
tr: Mevcut tabloda satırdaki hücreleri oku
vi: Báo cáo các ô của bảng hiện tại

source: Report current table column's cells
da: Oplæs cellerne i aktuel tabelkolonne
es: Anunciar las celdas en la columna actual de la tabla
ru: Сообщить о ячейках текущего столбца таблицы
sk: Nahlásiť bunky aktuálneho stĺpca tabuľky
tr: Mevcut tabloda sütundaki hücreleri oku
vi: Báo cáo các ô của cột bảng hiện tại

source: Move to and report next table row
da: Flyt til og oplæs næste tabelrække
es: Ir a la siguiente fila de la tabla y anunciar las celdas de la misma
ru: Перейти к следующей строке таблицы и сообщить о ней
sk: Presunúť a nahlásiť ďalší riadok tabuľky
tr: Sonraki tablo satırına git ve oku
vi: Di chuyển đến và báo cáo hàng tiếp theo của bảng

source: Move to and report previous table row
da: Flyt til og oplæs forrige tabelrække
es: Ir a la fila anterior de la tabla y anunciar las celdas de la misma
ru: Перейти к предыдущей строке таблицы и сообщить о ней
sk: Presunúť a nahlásiť predchádzajúci riadok tabuľky
tr: Önceki tablo satırına git ve oku
vi: Di chuyển đến và báo cáo hàng trước của bảng

source: Move to and report next table column
da: Flyt til og oplæs næste tabelkolonne
es: Ir a la siguiente columna de la tabla y anunciar las celdas de la misma
ru: Перейти к следующему столбцу таблицы и сообщить о нем
sk: Presunúť a nahlásiť predchádzajúci riadok tabuľky
tr: Sonraki tablo sütununa git ve oku
vi: Di chuyển đến và báo cáo cột bảng tiếp theo

source: Move to and report previous table column
da: Flyt til og oplæs forrige tabelkolonne
es: Ir a la columna anterior de la tabla y anunciar las celdas de la misma
ru: Перейти к предыдущему столбцу таблицы и сообщить о нем
sk: Presunúť a nahlásiť predchádzajúci stĺpec tabuľky
tr: Önceki tablo sütununa git ve oku
vi: Di chuyển đến và báo cáo cột bảng trước

source: Report current table cell position
da: Oplæs aktuel tabelcelles placering
es: Anunciar la posición de la celda actual de la tabla
ru: Сообщить о текущем положении ячейки таблицы
sk: Nahlásiť aktuálnu pozíciu bunky tabuľky
tr: Mevcut tablo hücresinin konum bilgisini oku
vi: Báo cáo vị trí ô hiện tại

source: Move to first cell of table row
da: Flyt til første celle i tabelrække
es: Ir a la primera celda de la fila de la tabla
ru: Перейти к первой ячейке строки таблицы
sk: Presuňte sa na prvú bunku riadku tabuľky
tr: Tablo satırının ilk hücresine git
vi: Di chuyển đến ô đầu tiên của hàng

source: Move to last cell of table row
da: Flyt til sidste celle i tabelrække
es: Ir a la última celda de la fila de la tabla
ru: Перейти к последней ячейке строки таблицы
sk: Prejsť na poslednú bunku riadku tabuľky
tr: Tablo satırının son hücresine git
vi: Di chuyển đến ô cuối cùng của hàng

source: Move to first cell of table column
da: Flyt til første celle i tabelkolonne
es: Ir a la primera celda de la columna de la tabla
ru: Перейти в первую ячейку столбца таблицы
sk: Presuňte sa na prvú bunku stĺpca tabuľky
tr: Tablo sütununun ilk hücresine git
vi: Di chuyển đến ô đầu tiên của cột bảng

source: Move to last cell of table column
da: Flyt til sidste celle i tabelkolonne
es: Ir a la última celda de la columna de la tabla
ru: Перейти к последней ячейке столбца таблицы
sk: Prejsť na poslednú bunku stĺpca tabuľky
tr: Tablo hücresinin son hücresine git
vi: Di chuyển đến ô cuối cùng của cột bảng

source: Anchor
da: Anker
es: Ancla
ru: Якорь
sk: Kotva
tr: Çapa

source: %s elements
da: %s elementer
es: %s elementos
ru: %s элементов
sk: %s prvkov
tr: %s öğe
vi: yếu tố% s

source: One element
da: Et element
es: Un elemento
ru: Один элемент
sk: Jeden prvok
tr: Bir öğe
vi: Một yếu tố

source: no element
da: intet element
es: ningún elemento
ru: нет элемента
sk: žiadny prvok
tr: öğe yok
vi: không có yếu tố

source: Cut
da: Klip
es: Cortar
ru: Вырезать
sk: vybrať
tr: Kes
vi: Cắt

source: Paste
da: Sæt ind
es: Pegar
ru: Вставить
sk: Vložiť
tr: Yapıştır
vi: Dán

source: Copy
da: Kopier
es: Copiar
ru: Скопировать
sk: kopírovať
tr: Kopyala
vi: Sao chép

source: Undo
da: Fortryd
es: Deshacer
ru: Отменить
sk: vrátiť
tr: Geri al

source: Select all
es: Seleccionar todo
ru: Выбрать все
sk: Vybrať všetko
tr: Tümünü seç

source: Clipboard is empty
da: Udklipsholderen er tom
es: El portapapeles está vacío
ru: Буфер обмена пуст
sk: Schránka je prázdna
tr: Pano boş

source: One selected object
es: Un objeto seleccionado
ru: Один выбранный объект
sk: Jeden vybraný objekt
tr: Bir nesne seçili

source: %s selected objects
da: %s objekter valgt
es: %s objetos seleccionados
ru: %s выбранных объектов
sk: %s vybrané objekty
tr: %s seçili nesne
vi: % s đối tượng được chọn

source: The clipspeak add-on has been detected on your system. In order for Clipboard command announcement feature to work without conflicts, clipSpeak add-on must be desactivated or uninstalled.But if you want to use clipSpeak add-on, Clipboard command announcement feature must be uninstalled. Would you like to uninstall this feature now?
es: El complemento Clipspeak se ha detectado en tu sistema. Para que la funcionalidad Anuncio de la funcionalidad asociada a las órdenes de edición funcione sin conflictos, el complemento Clipspeak debe desactivarse o desinstalarse. Pero si deseas usar el complemento Clipspeak, la funcionalidad Anuncio de la funcionalidad asociada a las órdenes de edición debe estar desinstalada. ¿Te gustaría desinstalar esta funcionalidad ahora?
ru: В вашей NVDA обнаружено дополнение clipSpeak. Чтобы функция объявления команд буфера обмена работала без конфликтов, дополнение clipSpeak должно быть отключено или удалено, но если вы хотите использовать дополнение clipSpeak, функция объявления команд буфера обмена должна быть удалена. Вы хотите удалить эту функцию прямо сейчас?
sk: Vo vašom systéme bol zistený doplnok clipspeak. Aby funkcia oznámenia príkazov schránky fungovala bez konfliktov, musí byť doplnok clipSpeak deaktivovaný alebo odinštalovaný. Ak však chcete použiť doplnok clipSpeak, musíte funkciu oznámenia príkazov schránky odinštalovať. Chcete túto funkciu teraz odinštalovať?
tr: Sisteminizde clipspeak eklentisi tespit edildi. Pano komutlarının söylenmesi özelliğinin çakışma olmadan çalışması için clipSpeak eklentisinin devre dışı bırakılması veya kaldırılması gerekir. clipSpeak eklentisini kullanmak istiyorsanız, Pano komutlarının söylenmesi özelliğinin kaldırılması gerekir. Bu özelliği şimdi kaldırmak ister misiniz?

source: No text to add
da: Ingen tekst at tilføje
es: No hay ningún texto para añadir
ru: Нет текста для добавления
sk: Žiadny text na pridanie
tr: Eklenecek metin yok

source: Do you want realy add the selected text to the clipboard?
da: Ønsker du virkelig at tilføje den valgte tekst til udklipsholderen?
es: ¿Quieres realmente añadir el texto seleccionado al portapapeles?
ru: Вы действительно хотите добавить выделенный текст в буфер обмена?
sk: Chcete skutočne pridať vybraný text do schránky?
tr: Seçili metni panoya eklemek istiyor musunuz?

source: Adding text to clipboard
da: Føjer tekst til udklipsholderen
es: Añadiendo texto al portapapeles
ru: Добавление текста в буфер обмена
sk: Pridanie textu do schránky
tr: Metin panoya ekleniyor

source: Added
da: Tilføjet
es: Añadido
ru: Добавлен
sk: Pridal
tr: Eklendi

source: Cannot add
da: Kan ikke tilføje
es: Imposible de añadir
ru: Невозможно добавить
sk: Nedá sa pridať
tr: Eklenemiyor

source: Any key with modifier key combination
da: En hver tast kombineret med modifikatortast
es: Cualquier tecla con combinación de teclas modificadoras
ru: Любая клавиша с комбинацией клавиш-модификаторов
sk: Ľubovoľný kláves s modifikačnou kombináciou kláves
tr: Değişken tuşuyla birlikte herhangi bir tuş

source: Keys's remanence activation on
da: Aktivering af klæbetaster slået til
es: Remanencia de teclas activada
ru: Активация восстановления ключей включено
sk: Aktivácia remanencie kľúčov zapnutá
tr: Tek el kullanımı açık
vi: Kích hoạt phần còn lại của phím trên

source: Keys's remanence activation off
da: Aktivering af klæbetaster slået fra
es: Remanencia de teclas desactivada
ru: Активация восстановления ключей отключено
sk: Aktivácia remanencie kľúčov je vypnutá
tr: Tek el kullanımı kapalı
vi: Tắt khóa kích hoạt

source: Standard use of the numeric keypad enabled
da: Normal virkemåde for det numeriske tastatur slået til
es: Uso estándar del teclado numérico habilitado
ru: Стандартное использование цифровой клавиатуры включено
sk: Štandardné použitie numerickej klávesnice povolené
tr: Numaratörün standard kullanımı açık
vi: Tiêu chuẩn sử dụng bàn phím số được bật

source: Standard use of the numeric keypad disabled
da: Normal virkemåde for det numeriske tastatur slået fra
es: Uso estándar del teclado numérico deshabilitado
ru: Стандартное использование цифровой клавиатуры отключено
sk: Štandardné použitie numerickej klávesnice zakázané
tr: Numaratörün standard kullanımı kapalı
vi: Tiêu chuẩn sử dụng bàn phím số bị vô hiệu hóa

source: Command keys selective Announcement
da: Udvalgt annoncering af funktionstaster
es: Anuncio selectivo de teclas de órdenes
ru: Выборочное объявление командных клавиш
sk: Príkazové klávesy selektívne oznámenia
tr: Komut tuşlarının tercihli bildirimi
vi: Phím lệnh Thông báo chọn lọc

source: any
da: en hver
es: ninguno
ru: какой-нибудь
sk: žádný
tr: herhangi biri

source: Speak &command keys
es: Verbalizar las &teclas de órdenes
ru: Озвучивать &командные клавиши
tr: Komut tuşlarını s&öyle

source: Check &excluded keys:
da: Afkryds &uønskede taster:
es: Marcar las teclas &excluidas:
ru: &Проверить исключенные ключи:
sk: Skontrolovať &vylúčené kľúče:
tr: Hariç bırakılacak tuşları işar&etleyin:
vi: Kiểm tra và loại trừ các khóa:

source: Pressed W&ith modifier key combination:
da: Trykket &sammen med modifikatortast:
es: Pulsado con la combinación de teclas mod&ificadoras:
ru: &Нажата комбинацией клавиш-модификаторов:
sk: Stlačené & s kombináciou klávesov modifikátora:
tr: Tuş komb&inasyonuyla birlikte basın:

source: &Check all modifier combinations
da: &Vælg alle kombinationer med modifikatortaster
es: &Marcar todas las combinaciones de teclas
ru: &Отметить все флажки комбинации модификаторов
sk: &Začiarknite všetky kombinácie modifikátorov
tr: &Tüm değişken kombinasyonlarını seç

source: &Uncheck all modifier combinations
da: &Fravælg alle kombinationer med modifikatortaster
es: &Desmarcar todas las combinaciones de teclas
ru: &Снять флажки со всех комбинаций модификаторов
sk: &Zrušte začiarknutie všetkých kombinácií modifikátorov
tr: &Tüm değişken kombinasyonlarının işaretini kaldır

source: Speak command keys
es: Verbalizar las teclas de órdenes
ru: Озвучивать командные клавиши
tr: Komut tuşlarını söyle

source: Do not speak command &keys
da: Annoncér ikke funktions&taster
es: No verbalizar las &teclas de órdenes
ru: &Не произносить командные клавиши
sk: Nevyslovujte príkaz &klávesy
tr: Komut &tuşlarının söylenmesi kapalıyken
vi: Không nói lệnh & phím

source: Do you want to save changes made in "%s" mode?
da: Ønsker du at gemme ændringer foretaget i "%s" tilstand?
es: ¿Deseas guardar los cambios realizados en modo "%s"?
ru: Вы хотите сохранить изменения, внесенные в режиме "%s"?
sk: Chcete uložiť zmeny vykonané v režime "%s"?
tr: "%s" kipinde yapılmış değişiklikler kaydedilsin mi?

source: No more checked command key
da: Ingen yderligere afkrydsede funktionstaster
es: No hay más teclas de órdenes marcadas
ru: Больше нет проверенной командной клавиши
sk: Už žiadne kontrolované príkazové klávesy
tr: Başka işaretli komut tuşu yok
vi: Không có phím lệnh được kiểm tra

source: to left
da: til venstre
es: a la izquierda
ru: Слево
sk: doľava
tr: sola

source: to right
da: til højre
es: a la derecha
ru: Справо
sk: doprava
tr: sağa

source: in center
da: i midten
es: al centro
ru: По центру
sk: v strede
tr: ortalanmış

source: channels muted
da: kanaler dæmpet
es: canales silenciados
ru: каналы отключены
sk: kanály stlmené
tr: kanallar sessize alındı

source: Volume
da: Lydstyrke
es: Volumen
ru: Громкость
sk: Hlasitosť
tr: Ses

source: Main volume
da: Systemets lydstyrke
es: Volumen principal
ru: Общая громкость
sk: Hlavná hlasitosť
tr: Ana ses seviyesi
vi: âm lượng chính

source: Volume on
da: Lydstyrke slået til
es: Volumen habilitado
ru: Громкость включено
sk: Hlasitosť zapnutá
tr: Ses açık
vi: tăng âm lượngâm lượng bật

source: volume off
da: lydstyrke slået fra
es: volumen deshabilitado
ru: громкость выключена
sk: hlasitosť vypnutá
tr: ses kapalı
vi: giảm âm lượng

source: stronger on the right
da: kraftigere til højre
es: más fuerte a la derecha
ru: Сильнее справа
sk: silnejšie vpravo
tr: sağda daha güçlü

source: stronger on the left
da: kraftigere til venstre
es: más fuerte a la izquierda
ru: Сильнее слева
sk: silnejšie vľavo
tr: solda daha güçlü

source: System sounds
da: Systemlyde
es: Sonidos del sistema
ru: Системные звуки
sk: Systémové zvuky
tr: Sistem sesleri

source: This application don't use any output audio device
da: Dette program bruger ingen lydenhed til output
es: Esta aplicación no usa ningún dispositivo de audio de salida
ru: Это приложение не использует никаких выходных аудиоустройств
sk: Táto aplikácia nepoužíva žiadne výstupné zvukové zariadenie
tr: Bu uygulama herhangi bir ses çıkış aygıtı kullanmıyor

source: Unavailable for NVDA
da: Ikke tilgængelig for NVDA
es: No disponible para NVDA
ru: Недоступно для NVDA
sk: Nedostupné pre NVDA
tr: NVDA için mevcut değil
vi: Không có sẵn cho NVDA

source: Not available: %s is not a stereo audio source
da: Ikke tilgængelig: %s er ikke en stereo lydkilde
es: No disponible: %s no es una fuente de audio estéreo
ru: Недоступно: %s не является источником стереозвука
sk: Nie je k dispozícii: %s nie je zdroj stereo zvuku
tr: Kullanılamıyor: %s bir stereo ses kaynağı değil

source: NVDA {to} and all other audio sources {appTo}
da: NVDA {to} og alle øvrige lydkilder {appTo}
es: NVDA {to} y todas las demás fuentes de audio {appTo}
ru: NVDA {to} и все остальные источники звука {appTo}
sk: NVDA {to} a všetky ostatné zdroje zvuku {appTo}
tr: NVDA {to} ve diğer tüm ses kaynakları {appTo}

source: NVDA and {app} {to}
da: NVDA og {app} {to}
es: NVDA y {app} {to}
ru: NVDA и {app} {to}
sk: NVDA a {app} {to}
tr: NVDA ve {app} {to}
