Repository: paulber007/AllMyNVDAAddons
Catalog: NVDAExtensionGlobalPlugin/dev/NVDAExtensionGlobalPlugin-14.1-dev4/locale/*/LC_MESSAGES/nvda.po
Languages: da, es, ru, sk, tr, vi

source: NVDA global commands extension
da: Udvidelse med globale NVDA-kommandoer
es: Extensión de las órdenes básicas de NVDA
ru: NVDAExtensionGlobalPlugin (Расширение глобальных команд)
sk: Rozšírenie základných príkazov NVDA
tr: NVDA genişletilmiş global komutlar
vi: Mở rộng lệnh toàn cầu NVDA

source: This add-on brings to NVDA a multitude of features which can be activated or deactivated individually depending on the need. Here are a few: * Display of the list of icons in the notification area or windows of applications launched, * Help in the composition of a symbol that is complex such as, for example, a a e related, a symbol power of 2 and possibility to add its own categories and symbols, * Extension of the functionality of the virtual buffer for browser: * new commands for navigation mode (paragraph, division, anchor, main landmark), * new types of elements for the dialog box opened by "NVDA+F7" (radio button, paragraph, frame, checkBox, etc) with the announcement of the number of items found, * option to browse in a loop in search of a next or previous item, * new scripts for table: cell/line/column announcement, move to the next or previous column / row with announcement of the cells composing it, * intelligent announcement of the function of editing commands like Copy, cut or Paste and improvement of the NVDA base script which announces the text in the clipboard("NVDA+c" ), * voice speechs's history, * renaming keyboard keys, * selective announcement of command keys, * display of visible elements making up the object in the foreground and possibility to move to or click on the elements, * quick voice profile switching, * persistence of NVDA and modification keys and specific persistence for the gmail.com site, * shutdown, restart or Hibernate the computer, * management of input gestures configured by user, * sound control: system/ NVDA/application's quick volume changes, audio split, temporary audio output device switching, * user configurations management and NVDA restarting with precise configuration, * text analyser, * quick add-ons activation / desactivation, * Announcement or display of information about the application under focus, such as its version, the active configuration profile, loaded add-on, * possible use of numeric keypad as standard numeric keypad, * possibility of executing scripts from the "Input gestures" dialog, * and more. For the full list of the add-on's features and their description, see the user manual.
es: Este complemento aporta multitud de características a NVDA que se pueden habilitar o deshabilitar individualmente según la necesidad. Aquí hay algunos: * Mostrar la lista de iconos en la bandeja del sistema o ventanas de las aplicaciones lanzadas, * Ayuda para la composición de símbolos complejos como por ejemplo, un "e" en la "o" o un símbolo Exponente 2 y la opción de añadir tus propias categorías y símbolos, * Extensión de la funcionalidad del modo exploración de NVDA (búfer virtual) para el navegador: * Nuevas órdenes para el modo exploración (párrafo, división, ancla, región), * Nuevos tipos de elementos para el cuadro de diálogo abierto con "NVDA+F7" (botón de opción, párrafos, marco, casillas de verificación, etc.) con el anuncio del número de elementos encontrados, * Navegar en bucle en busca del elemento anterior o siguiente, * Nuevos scripts para la tabla: anunciar celda/fila/columna, ir a la columna/fila siguiente o anterior con el anuncio de las celdas que la componen, * Anuncio inteligente de la funcionalidad asociada a las órdenes de edición como Copiar, Cortar o Pegar y mejora del script de base de NVDA que anuncia el texto en el portapapeles ("NVDA+c"), * Historial de los anuncios del habla, * Renombrar teclas del teclado, * Anuncio selectivo de las teclas de órdenes, * Mostrar los elementos visibles que componen el objeto en primer plano y posibilidad de mover o hacer clic en los elementos, * Cambio rápido de perfil de voz, * Remanencia de teclas modificadoras y remanencia específica para el sitio gmail.com, * Reiniciar, apagar o hibernar el ordenador, * Gestión de gestos de entrada configurados por el usuario, * Control de sonido: cambios rápidos en el volumen del sistema, NVDA o aplicación, separación de audio, cambio temporal del dispositivo de salida de audio, * Gestión de configuraciones del usuario y reinicio de NVDA con una configuración precisa, * Analizador de texto, * Activación o desactivación rápida de los complementos, * Anunciar o mostrar información sobre la aplicación bajo el cursor, como su versión, el perfil de configuración actual, el complemento activo asociado a la aplicación, * Posible uso del teclado numérico como teclado numérico estándar, * Posibilidad de ejecutar scripts desde el cuadro de diálogo "Gestos de Entrada", * Y más. Para obtener la lista completa de las características del complemento y su descripción, consulte el manual del usuario.
ru: Дополнение NVDAExtensionGlobalPlugin привносит в NVDA множество функций, которые можно включать или выключать индивидуально в зависимости от надобности. Вот несколько из них: * Отображение списка значков в области уведомлений или окон запущенных приложений, * Помощь в составлении сложного символа, например, сочетания букв, степени 2 и возможность добавлять свои категории и символы, * Расширение функциональности виртуального буфера для браузера: * новые команды для режима навигации (абзац, разделение, якорь, основной ориентир), * новые типы элементов для диалогового окна, открываемого "NVDA F7" (радиокнопка, абзац, фрейм, флажок и т.д.) с объявлением количества найденных элементов, * возможность навигации в цикле в поисках следующего или предыдущего элемента, * новые скрипты для таблиц: объявление ячейки/строки/столбца, переход к следующему или предыдущему столбцу/строке с объявлением ячеек, составляющих его, * интеллектуальное объявление функции редактирования команд, таких как "Копировать", "Вырезать" или "Вставить", и улучшение базового скрипта NVDA, который объявляет текст в буфере обмена ("NVDA c"), * история голосовых сообщений, * переименование клавиш клавиатуры, * выборочное объявление командных клавиш, * отображение видимых элементов, составляющих объект на переднем плане, и возможность переходить к элементам или щелкать по ним, * быстрое переключение голосовых профилей, * сохранение NVDA и клавиш модификации и специфичное сохранение для сайта gmail.com, * выключение, перезагрузка или переход в спящий режим компьютера, * управление настроенными пользователем жестами, * управление звуком: быстрые изменения громкости системы/NVDA/приложения, разделение звука, временное переключение аудиовыходного устройства, * управление пользовательскими конфигурациями и перезапуск NVDA с точной конфигурацией, * анализатор текста, * быстрое включение/выключение дополнений, * объявление или отображение информации о приложении в фокусе, например, его версии, активного профиля конфигурации, загруженного дополнения, * возможное использование цифровой клавиатуры в качестве стандартной цифровой клавиатуры, * возможность выполнения скриптов из диалогового окна «Жесты ввода», * и многое другое. Полный список функций дополнения и их описание см. в руководстве пользователя.
sk: Tento plugin prináša do NVDA mnoho funkcií, ktoré je možné individuálne aktivovať alebo deaktivovať podľa potreby.\\n\n Tu sú niektoré:\\n\n * Zobraziť zoznam ikon na systémovej lište alebo v oknách spustených aplikácií,\\n\n * Pomocník pre skladanie zložitých symbolov, ako je „e“ v „o“ alebo symbol exponentu 2 a možnosť pridať vlastné kategórie a symboly,\\n\n * Rozšírenie funkcie režimu kontroly NVDA (virtuálnej vyrovnávacej pamäte) pre prehliadač:\\n\n * Nové príkazy pre režim prieskumu (odsek, divízia, kotva, oblasť),\\n\n * Nové typy prvkov pre dialógové okno otvorené pomocou "NVDA+F7" (prepínač, odseky, rámček, zaškrtávacie políčka atď.) s oznámením počtu nájdených prvkov,\\n\n * Prechádzať v slučke a hľadať predchádzajúcu alebo ďalšiu položku,\\n\n * Nové skripty pre tabuľku: oznámiť bunku/riadok/stĺpec, prejsť na ďalší alebo predchádzajúci stĺpec/riadok s oznámením buniek, ktoré ich tvoria,\\n\n * Inteligentné oznámenie funkcií spojených s editačnými príkazmi, ako je Kopírovať, Vystrihnúť alebo Vložiť, a vylepšenie základného skriptu NVDA, ktorý oznamuje text v schránke („NVDA+c“),\\n\n * História hlasových oznámení,\\n\n * Premenujte klávesy klávesnice,\\n\n * Selektívne oznámenie príkazových klávesov,\\n\n * Ukážte viditeľné prvky, ktoré tvoria objekt v popredí, a možnosť pohybovať sa alebo klikať na prvky,\\n\n * Rýchla zmena hlasového profilu,\\n\n * Uchovanie kľúča modifikátora a špecifické uchovanie pre web gmail.com,\\n\n * Reštartujte, vypnite alebo hibernujte počítač,\\n\n * Správa vstupných gest nakonfigurovaných užívateľom,\\n\n * Ovládanie zvuku: rýchle zmeny v systéme, hlasitosti NVDA alebo aplikácie, oddelenie zvuku, dočasná zmena výstupného zariadenia zvuku,\\n\n * Správa užívateľskej konfigurácie a reset NVDA s presnou konfiguráciou,\\n\n * Textový analyzátor,\\n\n * Rýchla aktivácia alebo deaktivácia pluginov,\\n\n * Oznamovať alebo zobrazovať informácie o aplikácii pod kurzorom, ako je jej verzia, aktuálny konfiguračný profil, aktívny plugin spojený s aplikáciou,\\n\n * Možné použitie numerickej klávesnice ako štandardnej numerickej klávesnice,\\n\n * Možnosť spúšťať skripty z dialógu "Vstupné gestá",\\n\n *A ďalšie.\\n\n \\n\n Úplný zoznam funkcií pluginu a ich popis nájdete v užívateľskej príručke.\\n\n
tr: Bu eklenti, NVDA'ya ihtiyaca göre ayrı ayrı etkinleştirilebilen veya devre dışı bırakılabilen çok sayıda özellik sunar. İşte birkaçı: * Bildirim alanındaki simgelerin listesinin veya başlatılan uygulamaların pencerelerinin görüntülenmesi, * Örneğin, a a e ilişkili, 2'nin gücü sembolü ve kendi kategorilerini ve sembollerini ekleme imkanı gibi karmaşık bir sembolün oluşturulmasına yardımcı olur, * Tarayıcı için sanal belleğin işlevselliğinin genişletilmesi: * gezinme modu için yeni komutlar (paragraf, bölme, bağlantı, ana yer işareti), * "NVDA+F7" ile açılan iletişim kutusu için yeni öğe türleri (radyo düğmesi, paragraf, çerçeve, onay kutusu, vb.) ve bulunan öğe sayısının duyurulması, * sonraki veya önceki öğeyi aramak için bir döngüye göz atma seçeneği, * Tablo için yeni komutlar: hücre / satır / sütun duyurusu, onu oluşturan hücrelerin duyurusu ile bir sonraki veya önceki sütuna / satıra geçme, * Kopyala, kes veya Yapıştır gibi komutları düzenleme işlevinin akıllı duyurusu ve panodaki metni ("NVDA+c") duyuran NVDA temel komutunun iyileştirilmesi, * sesli konuşmaların geçmişi, * klavye tuşlarını yeniden adlandırma, * komut tuşlarının seçici olarak duyurulması, * Nesneyi oluşturan görünür öğelerin ön planda görüntülenmesi ve öğelere gitme veya öğelere tıklama olanağı, * hızlı ses profili değiştirme, * NVDA ve değişiklik anahtarlarının kalıcılığı ve gmail.com sitesi için özel kalıcılık, * bilgisayarı kapatma, yeniden başlatma veya Hazırda Bekletme moduna alma, * kullanıcı tarafından yapılandırılan girdi hareketlerinin yönetimi, * ses kontrolü: sistem/NVDA/uygulamanın hızlı ses seviyesi değişiklikleri, ses bölme, geçici ses çıkış cihazı değiştirme, * kullanıcı yapılandırmalarının yönetimi ve NVDA'nın hassas yapılandırmayla yeniden başlatılması, * metin analizi, * eklentilerin hızlı etkinleştirilmesi/devre dışı bırakılması, * Odaklanılan uygulama hakkındaki bilgilerin (sürüm, etkin konfigürasyon profili, yüklü eklenti gibi) duyurulması veya görüntülenmesi, * sayısal tuş takımının standart sayısal tuş takımı olarak kullanılması mümkündür, * "Girdi hareketleri" iletişim kutusundan komutları çalıştırma imkanı, * ve daha fazlası. Eklenti özelliklerinin tam listesi ve açıklamaları için kullanım kılavuzuna bakın.

source: Help for complex symbols edition
da: Hjælp til redigering af komplekse symboler
es: Ayuda para la composición de símbolos complejos
ru: Справка по редактированию сложных символов
sk: Nápoveda pre vydanie komplexných symbolov
tr: Karmaşık sembol ekleme yardımı

source: &Categories:
da: &Kategorier:
es: &Categorías:
ru: &Категории:
sk: &Kategória:
tr: &kategori:
vi: &Thể loại:

source: S&ymbols:
da: S&ymboler:
es: Sí&mbolos:
ru: &Символы:
sk: S&symboly:
tr: S&emboller:

source: &Copy to clipboard
da: &Kopiér til udklipsholder
es: &Copiar al portapapeles
ru: & Скопировать в буфер обмена
sk: &Skopírovať do schránky
tr: &Panoya kopyala
vi: &Sao chép vào clipboard

source: &Paste
da: &Indsæt
es: &Pegar
ru: &Вставить
sk: &Vložiť
tr: &Yapıştır

source: &Manage your symbols
da: &Administrér dine symboler
es: &Gestionar tus símbolos
ru: &Управлять своими символами
sk: &Spravujte svoje symboly
tr: &Sembollerinizi yönetin

source: No symbol selected
da: Intet symbol valgt
es: No hay ningún símbolo seleccionado
ru: Символ не выбран
sk: Nie je vybraný žiadny symbol
tr: Seçili sembol yok
vi: Không có biểu tượng được chọn

source: {0} pasted
da: {0} sat ind
es: {0} pegado
ru: {0} вставлено
sk: {0} vložené
tr: {0} yapıştırıldı
vi: {0} đã dán

source: Symbol cannot copied to the clipboard
da: Symbol kan ikke kopieres til udklipsholderen
es: El símbolo no puede copiarse al portapapeles
ru: Символ не может быть скопирован в буфер обмена
sk: Symbol nemožno skopírovať do schránky
tr: Sembol {} panoya kopyalanamadı
vi: Biểu tượng không thể được sao chép vào clipboard

source: {0} copied
da: {0} kopieret
es: {0} copiado
ru: {0} скопировано
sk: {0} skopírované
tr: {0} kopyalandı
vi: {0} đã sao chép

source: Error: no basic symbols installed
da: Fejl: Ingen grundlæggende symboler installeret
es: Error: no hay símbolos básicos instalados
ru: Ошибка: не установлены основные символы
sk: Chyba: nie sú nainštalované žiadne základné symboly
tr: Hata: temel semboller yüklü değil
vi: Lỗi: không cài đặt các ký hiệu cơ bản

source: Warning
da: Advarsel
es: Advertencia
ru: Предупреждение
sk: Varovanie
tr: Uyarı
vi: Cảnh báo

source: User symbols manager
da: Styring af brugerdefinerede symboler
es: Administrador de símbolos del usuario
ru: Менеджер пользовательских символов
sk: Správca užívateľských symbolov
tr: Kullanıcı sembol yöneticisi
vi: Trình quản lý ký hiệu người dùng

source: &Add a symbol
da: &Tilføj et symbol
es: &Añadir un símbolo
ru: &Добавить символ
sk: &Pridať symbol
tr: Sembol &ekle
vi: & Thêm một biểu tượng

source: &Delete the symbol
da: &Slet symbolet
es: &Eliminar el símbolo
ru: &Удалить символ
sk: &Zmazať symbol
tr: Sembolü &sil
vi: & Xóa biểu tượng

source: Add a &category
da: Tilføj en &kategori
es: Añadir una &categoría
ru: &Добавить категорию
sk: Pridať &kategóriu
tr: Bir ka&tegori ekle
vi: Thêm một & thể loại

source: De&lete the category
da: Slet kategorien
es: E&liminar la categoría
ru: &Удалить категорию
sk: Od&mazať kategóriu
tr: Kategoriyi si&l
vi: Hủy bỏ danh mục

source: &Save
da: &Gem
es: &Guardar
ru: &Сохранить
sk: &Uložiť
tr: Ka&ydet
vi: &lưu

source: %s symbol deleted
da: %s symbol slettet
es: El símbolo %s ha sido eliminado
ru: символ %s удален
sk: Symbol %s bol zmazaný
tr: %s sembolü silindi
vi: Biểu tượng% s đã bị xóa

source: No symbol entered
da: Intet symbol indtastet
es: Ningún símbolo introducido
ru: Символ не введен
sk: Nebol zadaný žiadny symbol
tr: Sembol girilmedi
vi: Không có biểu tượng nào được nhập

source: Symbol is not valid
da: Symbol ikke gyldigt
es: El símbolo introducido no es válido
ru: Символ недопустим
sk: Symbol nie je platný
tr: Sembol geçerli değil
vi: Biểu tượng không hợp lệ

source: There is no description for the symbol
da: Der er ingen beskrivelse til symbolet
es: No hay ninguna descripción para el símbolo
ru: Описание символа отсутствует
sk: Pre symbol neexistuje žiadny popis
tr: Sembol için bir açıklama yok
vi: Không có mô tả cho biểu tượng

source: The symbol is already in this category under "%s" description. Do you want to replace it?
da: Symbolet findes allerede i denne kategori under beskrivelsen "%s". Vil du erstatte det?
es: El símbolo ya está dentro de esta categoría bajo la descripción "%s". ¿Quieres reemplazarlo?
ru: Символ уже находится в этой категории в разделе "%s" описание. Вы хотите заменить его?
sk: Symbol je už v tejto kategórii pod popisom "%s". Chceš to vymeniť?
tr: "%s" kategorisi altında zaten bu sembol var. Bunu değiştirmek ister misiniz ?

source: Confirmation
da: Bekræftelse
es: Confirmación
ru: Подтверждаю
sk: potvrdenie
tr: Onay
vi: Xác nhận

source: The symbol is allready in "{oldCat}" category. Do you want to add this symbol also in "{newCat}" category?
da: Symbolet findes allerede i kategorien {oldCat}. Ønsker du også at føje dette symbol til kategorien {newCat}?
es: El símbolo ya está en la categoría "{oldCat}". ¿Deseas añadir este símbolo en la categoría "{newCat}"?
ru: Символ уже находится в категории "{oldCat}". Вы хотите добавить этот символ также в категорию "{newCat}"?
sk: Symbol je už v kategórii "{oldCat}". Chcete pridať tento symbol aj do kategórie „{newCat}“?
tr: {oldCat} kategorisinde zaten bu sembol var. {newCat} kategorisine de eklemek ister misiniz?

source: %s symbol has been added
da: Symbolet %s tilføjet
es: Se ha añadido el símbolo %s
ru: добавлен символ %s
sk: Symbol %s bol pridaný
tr: %s sembolü eklendi
vi: Biểu tượng% s đã được thêm vào

source: Enter category name:
da: Indtast navnet på kategorien:
es: Introducir el nombre de la categoría:
ru: Введите название категории:
sk: Zadajte názov kategórie:
tr: Kategori adını girin:

source: Adding category
da: Tilføjer kategori
es: Añadir categoría
ru: Добавление категории
sk: Pridávanie kategórie
tr: Kategori ekleniyor
vi: Thêm thể loại

source: "%s" category already exists
da: Kategorien %s findes allerede
es: La categoría "%s" ya existe
ru: категория "%s" уже существует
sk: Kategória „%s“ už existuje
tr: %s kategorisi zaten mevcut

source: You cannot delete this basic category.
da: Denne grundlæggende kategori kan ikke slettes.
es: No puedes eliminar esta categoría básica.
ru: Вы не можете удалить эту базовую категорию.
sk: Túto základnú kategóriu nemožno zmazať.
tr: Bu temel kategori silinemez.
vi: Bạn không thể xóa danh mục cơ bản này.

source: Do you really want to delete this category and all its symbols?
da: Ønsker du virkelig at slette denne kategori og alle dens symboler?
es: ¿Realmente deseas eliminar esta categoría y todos sus símbolos?
ru: Вы действительно хотите удалить эту категорию и все ее символы?
sk: Naozaj chcete zmazať túto kategóriu a všetky jej symboly?
tr: Bu kategoriyi sembolleriyle birlikte silmek istiyor musunuz?

source: "%s" category has been deleted
da: Kategorien %s er blevet slettet
es: La categoría "%s" ha sido eliminada
ru: категория "%s" была удалена
sk: Kategória „%s“ bola zmazaná
tr: %s kategorisi silindi

source: Adding Symbol in %s category
da: Tilføjer Symbol i kategorien %s
es: Añadiendo un símbolo a la categoría %s
ru: Добавление символа в категорию %s
sk: Pridanie symbolu do kategórie %s
tr: Sembol %s katogorisine ekleniyor
vi: Thêm Biểu tượng trong danh mục% s

source: Enter the Symbol:
da: Indtast Symbolet:
es: Introducir el símbolo:
ru: Введите символ:
sk: Zadajte symbol:
tr: Sembolü girin:
vi: Nhập biểu tượng:

source: Enter the Description:
da: Indtast beskrivelsen:
es: Introducir la descripción:
ru: Введите описание:
sk: Zadajte popis:
tr: Açıklama girin:
vi: Nhập mô tả:

source: Last used complex symbols
da: Sidst brugte komplese symboler
es: Últimos símbolos complejos compuestos
ru: В последний раз использовались сложные символы
sk: Naposledy použité zložité symboly
tr: Kullanılan son semboller
vi: Biểu tượng phức tạp được sử dụng lần cuối

source: &Symbols:
da: &Symboler:
es: &Símbolos:
ru: &Символы:
sk: &Symboly:
tr: S&emboller:
vi: & Biểu tượng:

source: &Past
da: &Sæt ind
es: &Pegar
ru: &Пропустить
sk: &Minulosť
tr: &Yapıştır

source: &Delete all
da: &Slet alle
es: &Eliminar todo
ru: &Удалить все
sk: &Zmazať všetky
tr: Tümünü si&l
vi: &Xóa hết

source: Do you really want to delete all symbols of the list?
da: Ønsker du virkelig at slette alle symboler på listen?
es: ¿Realmente quieres eliminar todos los símbolos de la lista?
ru: Вы действительно хотите удалить все символы из списка?
sk: Naozaj chcete zmazať všetky symboly zo zoznamu?
tr: Bu listenin tüm sembollerini silmek istiyor musunuz?

source: There is no symbol recorded
da: Intet symbol gemt
es: No hay ningún símbolo registrado
ru: Там нет никакого записанного символа
sk: Nie je zaznamenaný žiadny symbol
tr: Kayıtlı sembol yok
vi: Không có biểu tượng được ghi lại

source: NVDA logs management
da: Administration af NVDA logfiler
es: Gestión de los registros de NVDA
ru: Управление журналами NVDA
sk: Správa protokolov NVDA
tr: NVDA günlük yönetimi
vi: Quản lý nhật ký NVDA

source: NVDA &log:
es: &Registro de NVDA:
ru: &Журнал NVDA:
tr: NVDA ve Log Dosyası:

source: Current
es: Actual
ru: Текущий
tr: Geçerli

source: Previous
es: Anterior
ru: Предыдущий
tr: Önceki

source: &Open the log
es: &Abrir el registro
ru: &Открыть журнал
tr: &Log Dosyasını Aç

source: Copy log file &path to clipboard
es: Copiar la ruta del registro al &portapapeles
ru: Скопировать &путь к файлу журнала в буфер обмена
tr: &Log dosyası yolunu panoya kopyala

source: Previous log file cannot be opened
da: Forrige log-fil kan ikke åbnes
es: El archivo de registro anterior no se puede abrir
ru: Невозможно открыть предыдущий файл журнала
sk: Predchádzajúci súbor denníka nie je možné otvoriť
tr: Önceki log dosyası açılamıyor

source: Current log file cannot be opened
da: Aktuelle log-fil kan ikke åbnes
es: El archivo de registro actual no se puede abrir
ru: Текущий файл журнала не может быть открыт
sk: Aktuálny súbor denníka nemožno otvoriť
tr: Mevcut log dosyası açılamıyor

source: Open Error
da: Fejl ved åbning
es: Error al abrir el archivo
ru: Ошибка открытия
sk: Otvorená chyba
tr: Açma hatası
vi: Lỗi mở

source: Current log file path copied to clipboard
da: Stien til den aktuelle log-fil kopieret til udklipsholderen
es: La ruta del archivo de registro actual se ha copiado al portapapeles
ru: Текущий путь к файлу журнала, скопирован в буфер обмена
sk: Aktuálna cesta k súboru denníka skopírovaná do schránky
tr: Mevcut log dosyasının adresi panoya kopyalandı
vi: Đường dẫn tệp nhật ký hiện tại được sao chép vào clipboard

source: Old log file path copied to clipboard
es: La ruta del archivo de registro anterior se ha copiado al portapapeles
ru: Старый путь к файлу журнала, скопирован в буфер обмена
sk: Stará cesta k súboru denníka skopírovaná do schránky
tr: Eski günlük dosyası yolu panoya kopyalandı

source: Current log file path cannot be copied to clipboard
da: Stien til den aktuelle log-fil kan ikke kopieres til udklipsholderen
es: La ruta del archivo de registro actual no se puede copiar al portapapeles
ru: Текущий путь к файлу журнала не может быть скопирован в буфер обмена
sk: Aktuálnu cestu k súboru denníka nemožno skopírovať do schránky
tr: Mevcut log dosyasının adresi panoya kopyalanamıyor

source: Old log file path cannot be copied to clipboard
es: La ruta del archivo de registro anterior no se puede copiar al portapapeles
ru: Старый путь к файлу журнала не может быть скопирован в буфер обмена
sk: Starú cestu k súboru denníka nemožno skopírovať do schránky
tr: Eski günlük dosyası yolu panoya kopyalanamaz

source: %s dialog is allready open
da: %s dialog er allerede åben
es: El diálogo %s ya está abierto
ru: Диалог %s уже открыт
sk: %s dialóg je už otvorený
tr: halihazırda %s iletişim kutusu açık
vi: Hộp thoại% s đã sẵn sàng mở
